{
    "(and :count more error)": "(və :count çox səhv saymaq)",
    "(and :count more errors)": "(və :count çox səhv sayın)",
    "A new verification link has been sent to the email address you provided during registration.": "Yeni yoxlama linki qeydiyyatdan keçərkən göstərdiyiniz e-poçt ünvanına göndərildi.",
    "A new verification link has been sent to your email address.": "E-poçt ünvanınıza yeni doğrulama linki göndərildi.",
    "All rights reserved.": "Bütün hüquqlar qorunur.",
    "Already registered?": "Artıq yoxlanılır?",
    "Are you sure you want to delete your account?": "Hesabınızı silmək istədiyinizə əminsiniz?",
    "Cancel": "Ləğv et",
    "Click here to re-send the verification email.": "Doğrulama e-poçtunu yenidən göndərmək üçün bura klikləyin.",
    "Confirm": "Təsdiq",
    "Confirm Password": "Təsdiq Parol",
    "Current Password": "cari parol",
    "Dashboard": "Tablosuna",
    "Delete Account": "Hesabı sil",
    "Email": "E-poçt",
    "Email Password Reset Link": "E-poçt parol sıfırlama link",
    "Ensure your account is using a long, random password to stay secure.": "Hesabınızın təhlükəsiz qalmaq üçün uzun bir təsadüfi parol istifadə etdiyinə əmin olun.",
    "Forbidden": "Qadağan",
    "Forgot your password?": "Şifrənizi unutmusunuz?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Şifrənizi unutmusunuz? Problemsiz. Yalnız bizə e-poçt ünvanınızı bildirin və biz sizə yeni birini seçməyə imkan verəcək Parolu sıfırlamak üçün bir link göndərəcəyik.",
    "Go to page :page": ":Page səhifəsinə keçin",
    "Hello!": "Salam!",
    "If you did not create an account, no further action is required.": "Bir haqq-hesab yaratmadıysanız, heç bir əlavə fəaliyyət tələb olunur.",
    "If you did not request a password reset, no further action is required.": "Siz parol sıfırlama tələb halda, heç bir daha tədbirlər tələb olunur.",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Siz \":actionText\" düyməsinə basaraq sorun qarşılaşdıqda, surəti və aşağıdakı URL yapışdırıb\nveb brauzerinizdə:",
    "Invalid JSON was returned from the route.": "Yanlış JSON marşrutdan qaytarıldı.",
    "Log in": "Giriş",
    "Log Out": "çıxın",
    "Login": "Giriş",
    "Logout": "Sistemdən çıxış",
    "Name": "Ad",
    "New Password": "Yeni parol",
    "Not Found": "tapılmadı",
    "of": "dan",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Hesabınız silindikdən sonra bütün resursları və məlumatları geri qaytarılmadan silinəcəkdir. Hesabınızı silməzdən əvvəl, saxlamaq istədiyiniz hər hansı bir məlumat və ya məlumat bərpa edin.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Hesabınız silindikdən sonra onun bütün resursları və məlumatları həmişəlik silinəcək. Hesabınızı həmişəlik silmək istədiyinizi təsdiqləmək üçün parolunuzu daxil edin.",
    "Page Expired": "Səhifə Gecikdirildi",
    "Pagination Navigation": "Pages naviqasiya",
    "Password": "Şifrə",
    "Payment Required": "Ödəniş Tələb olunur",
    "Please click the button below to verify your email address.": "Xahiş edirik e-poçt ünvanınızı təsdiqləmək üçün aşağıdakı düyməni basın.",
    "Profile": "Profil",
    "Profile Information": "Profil haqqında məlumat",
    "Regards": "Hörmətlə",
    "Register": "Qeydiyyat",
    "Remember me": "Məni yadda saxla",
    "Resend Verification Email": "Yoxlama Məktubunun Yenidən Göndərilməsi",
    "Reset Password": "parol sıfırlama",
    "Reset Password Notification": "Parol sıfırlama bildirişi",
    "results": "nəticələr",
    "Save": "Saxlamaq",
    "Saved.": "Saxlanılan.",
    "Server Error": "Server xətası",
    "Service Unavailable": "Xidməti Mövcud Deyil",
    "Showing": "Anasini",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Qeydiyyatdan keçdiyiniz üçün təşəkkür edirik! Siz başlamaq əvvəl, Biz yalnız e-poçt vasitəsilə göndərilir linki tıklayarak e-poçt ünvanınızı təsdiq edə bilər? Bir məktub almadıysanız, biz məmnuniyyətlə Başqa bir şey göndərəcəyik.",
    "The given data was invalid.": "Verilən məlumat etibarsız idi.",
    "The response is not a streamed response.": "Cavab axınlı cavab deyil.",
    "The response is not a view.": "Cavab baxış deyil.",
    "This is a secure area of the application. Please confirm your password before continuing.": "Bu təhlükəsiz app sahəsi var. Davam etməzdən əvvəl şifrənizi təsdiq edin.",
    "This password reset link will expire in :count minutes.": "Bu parol sıfırlama link :count dəqiqə sonra başa çatır.",
    "to": "k",
    "Toggle navigation": "Keçid naviqasiya",
    "Too Many Requests": "Çox Sorğu",
    "Unauthorized": "İcazəsiz",
    "Update Password": "Şifrəni yeniləyin",
    "Update your account's profile information and email address.": "Hesabınızın profil məlumatlarını və e-poçt ünvanınızı yeniləyin.",
    "Verify Email Address": "E-Poçt Ünvanınızı Yoxlayın",
    "Whoops!": "CPS!",
    "You are receiving this email because we received a password reset request for your account.": "Bu məktubu əldə edirsiniz, çünki hesabınız üçün parol sıfırlama tələbi aldıq.",
    "You're logged in!": "Daxil olmusunuz!",
    "Your email address is unverified.": "E-poçt ünvanınız təsdiqlənməyib."
}