{
    "(and :count more error)": "(и още :count грешки)",
    "(and :count more errors)": "(и още :count грешки)",
    "A new verification link has been sent to the email address you provided during registration.": "Нова връзка за потвърждение е изпратена на имейл адреса, посочен от вас при регистрацията.",
    "A new verification link has been sent to your email address.": "Нова връзка за потвърждение е изпратена на вашия имейл адрес.",
    "All rights reserved.": "Всички права запазени.",
    "Already registered?": "Вече си се регистрирал?",
    "Are you sure you want to delete your account?": "Сигурни ли сте, че искате да изтриете акаунта си?",
    "Cancel": "Отмени",
    "Click here to re-send the verification email.": "Щракнете тук, за да изпратите повторно имейла за потвърждение.",
    "Confirm": "Потвърди",
    "Confirm Password": "Потвърдете паролата",
    "Current Password": "Текуща парола",
    "Dashboard": "Табло",
    "Delete Account": "Изтриване на акаунт",
    "Email": "Имейл",
    "Email Password Reset Link": "Връзка за нулиране на паролата за електронна поща",
    "Ensure your account is using a long, random password to stay secure.": "Уверете се, че профилът ви използва дълга случайна парола, за да остане в безопасност.",
    "Forbidden": "Забранено",
    "Forgot your password?": "Забравихте паролата си?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Забравихте паролата си? Няма проблем. Просто ни кажете имейл адреса си и ще ви изпратим връзка за нулиране на паролата, която ви позволява да изберете нова.",
    "Go to page :page": "Отидете на страница :page",
    "Hello!": "Здравей!",
    "If you did not create an account, no further action is required.": "Ако не сте създали профил, не са необходими допълнителни действия.",
    "If you did not request a password reset, no further action is required.": "Ако не сте поискали Нулиране на паролата, не са необходими допълнителни действия.",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Ако имате проблеми с натискането на бутона \":actiontext\", копирайте и поставете URL адреса по-долу\nкъм вашия уеб браузър:",
    "Invalid JSON was returned from the route.": "От маршрута е върнат невалиден JSON.",
    "Log in": "Влез",
    "Log Out": "Излез",
    "Login": "Упълномощя",
    "Logout": "Излизане",
    "Name": "Име",
    "New Password": "Парола",
    "Not Found": "Не е намерен",
    "of": "от",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "След като профилът ви бъде изтрит, всичките му ресурси и данни ще бъдат изтрити безвъзвратно. Преди да изтриете профила си, моля, качете всички данни или информация, които искате да запазите.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "След като акаунтът ви бъде изтрит, всички негови ресурси и данни ще бъдат изтрити за постоянно. Моля, въведете паролата си, за да потвърдите, че искате да изтриете завинаги акаунта си.",
    "Page Expired": "Страницата е просрочена",
    "Pagination Navigation": "Навигация на страници",
    "Password": "Парола",
    "Payment Required": "изисква се плащане",
    "Please click the button below to verify your email address.": "Моля, кликнете върху бутона по-долу, за да потвърдите имейл адреса си.",
    "Profile": "Профил",
    "Profile Information": "Информация за профила",
    "Regards": "С уважение",
    "Register": "Регистрирам",
    "Remember me": "Запомни ме.",
    "Resend Verification Email": "Изпрати повторно писмо за потвърждение",
    "Reset Password": "парола",
    "Reset Password Notification": "Известие за нулиране на паролата",
    "results": "резултат",
    "Save": "Запазя",
    "Saved.": "Запазено.",
    "Server Error": "Грешка",
    "Service Unavailable": "Услугата е недостъпна",
    "Showing": "Импресия",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Благодаря, че се записахте! Преди да започнете, бихте ли потвърдили имейл адреса си, като кликнете върху връзката, която току-що ви изпратихме по имейл? Ако не сте получили писмото, с радост ще ви изпратим друго.",
    "The given data was invalid.": "Дадените данни бяха невалидни.",
    "The response is not a streamed response.": "Отговорът не е поточен отговор.",
    "The response is not a view.": "Отговорът не е изглед.",
    "This is a secure area of the application. Please confirm your password before continuing.": "Това е безопасна област на приложение. Моля, потвърдете паролата си, преди да продължите.",
    "This password reset link will expire in :count minutes.": "Тази връзка за нулиране на паролата изтича след :count минути.",
    "to": "към",
    "Toggle navigation": "Превключване на навигацията",
    "Too Many Requests": "Твърде много заявки",
    "Unauthorized": "Неоторизиран",
    "Update Password": "Обновяване на паролата",
    "Update your account's profile information and email address.": "Актуализирайте информацията за профила на профила и имейл адреса си.",
    "Verify Email Address": "Потвърди имейл адреса",
    "Whoops!": "Опа!",
    "You are receiving this email because we received a password reset request for your account.": "Получавате този имейл, защото сте заявили искане за нулиране на паролата за профила ви.",
    "You're logged in!": "Вие сте влезли!",
    "Your email address is unverified.": "Вашият имейл адрес не е потвърден."
}