{
    "(and :count more error)": "(i još :count grešaka)",
    "(and :count more errors)": "(i još :count grešaka)",
    "A new verification link has been sent to the email address you provided during registration.": "Nova verifikacijska veza je poslana na email adresu koju ste dali tokom registracije.",
    "A new verification link has been sent to your email address.": "Novi link za verifikaciju je poslan na vašu email adresu.",
    "All rights reserved.": "Sva prava su zasticena.",
    "Already registered?": "Već registrovan?",
    "Are you sure you want to delete your account?": "Jeste li sigurni da želite izbrisati svoj račun?",
    "Cancel": "Odustani",
    "Click here to re-send the verification email.": "Kliknite ovdje da ponovo pošaljete e-poruku za potvrdu.",
    "Confirm": "Potvrdi",
    "Confirm Password": "Šifra",
    "Current Password": "Upišite Šifru",
    "Dashboard": "Instrument tabla",
    "Delete Account": "Delegiraj Za:",
    "Email": "Email",
    "Email Password Reset Link": "Email Linka Za Reset Šifre",
    "Ensure your account is using a long, random password to stay secure.": "Osiguraj da tvoj račun koristi dugu, nasumičnu lozinku da ostane siguran.",
    "Forbidden": "Zabranjeno",
    "Forgot your password?": "Zaboravio si lozinku?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Zaboravio si lozinku? Nema problema. Samo reci nam vašu email adresu i mi ćemo vam poslati lozinku reset vezu koja će ti dozvoliti da izaberem novog.",
    "Go to page :page": "Idi na stranicu :page",
    "Hello!": "Zdravo!",
    "If you did not create an account, no further action is required.": "Ako niste napravili račun, nema potrebe za daljnjom akcijom.",
    "If you did not request a password reset, no further action is required.": "Ako niste tražili password reset, nema potrebne daljnje akcije.",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Ako imate problema s klikom na dugme \":actionText\", kopirajte i umetnite URL ispod\nu svoj web preglednik:",
    "Invalid JSON was returned from the route.": "Nevažeći JSON je vraćen sa rute.",
    "Log in": "Samo se _prijavi",
    "Log Out": "Odjava",
    "Login": "Prijava",
    "Logout": "Sound event",
    "Name": "Ime",
    "New Password": "Nova Šifra",
    "Not Found": "Nijedan Pogodak Nije Pronađen.",
    "of": "od",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Kad vaš račun bude izbrisan, svi njegovi resursi i podaci će biti trajno izbrisani. Prije brisanja vašeg računa, molim preuzmite sve podatke ili informacije koje želite zadržati.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Kada se vaš račun izbriše, svi njegovi resursi i podaci bit će trajno izbrisani. Unesite svoju lozinku kako biste potvrdili da želite trajno izbrisati svoj račun.",
    "Page Expired": "Stranica Je Istekla",
    "Pagination Navigation": "Navigacija",
    "Password": "Šifra",
    "Payment Required": "Obavezno plaćanje",
    "Please click the button below to verify your email address.": "Pritisnite dugme da provjerite vašu email adresu.",
    "Profile": "Profil",
    "Profile Information": "Osobni Podaci",
    "Regards": "Pozdrav",
    "Register": "Registar",
    "Remember me": "Zapamti me",
    "Resend Verification Email": "Pošalji Poruku Kontaktu",
    "Reset Password": "Ponovo Postavi Šifru",
    "Reset Password Notification": "Servis Za Alarm Obavijesti Evolution Kalendara",
    "results": "rezultati",
    "Save": "Snimi",
    "Saved.": "Spašen.",
    "Server Error": "Greška Kod Servera",
    "Service Unavailable": "Servis",
    "Showing": "Pokaži",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Hvala što si se prijavio! Prije nego što počnemo, možete li potvrditi svoju email adresu klikom na link koji smo vam upravo poslali? Ako niste primili e-mail, rado ćemo vam poslati još jedan.",
    "The given data was invalid.": "Navedeni podaci su bili nevažeći.",
    "The response is not a streamed response.": "Odgovor nije prenošen odgovor.",
    "The response is not a view.": "Odgovor nije pogled.",
    "This is a secure area of the application. Please confirm your password before continuing.": "Ovo je sigurno područje prijave. Molimo potvrdite vašu lozinku prije nastavka.",
    "This password reset link will expire in :count minutes.": "Ovaj link za resetovanje lozinke istice za :count minuta.",
    "to": "do",
    "Toggle navigation": "Navigacija",
    "Too Many Requests": "Previše Zahtjeva",
    "Unauthorized": "Neovlašteno",
    "Update Password": "Upišite Šifru",
    "Update your account's profile information and email address.": "Ažuriraj podatke o profilu i email adresu svog računa.",
    "Verify Email Address": "Provjeri Email Adresu",
    "Whoops!": "Ups!",
    "You are receiving this email because we received a password reset request for your account.": "Primate ovaj e-mail jer smo primili zahtjev za resetovanje lozinke za vas racun.",
    "You're logged in!": "Prijavljeni ste!",
    "Your email address is unverified.": "Vaša email adresa nije potvrđena."
}