{
    "(and :count more error)": "(i :count error més)",
    "(and :count more errors)": "(i :count errors més)",
    "A new verification link has been sent to the email address you provided during registration.": "S'ha enviat un nou enllaç de verificació a l'adreça electrònica que heu proporcionat durant el registre.",
    "A new verification link has been sent to your email address.": "S'ha enviat un nou enllaç de verificació a la seva adreça de correu electrònic.",
    "All rights reserved.": "Tots els drets reservats.",
    "Already registered?": "Ja estàs registrat?",
    "Are you sure you want to delete your account?": "Esteu segur que voleu suprimir el vostre compte?",
    "Cancel": "Cancel·la",
    "Click here to re-send the verification email.": "Feu clic aquí per a reenviar el correu de verificació.",
    "Confirm": "Confirmar",
    "Confirm Password": "Confirmar contrasenya",
    "Current Password": "Contrasenya Actual",
    "Dashboard": "Tauler de control",
    "Delete Account": "Esborrar el compte",
    "Email": "Correu electrònic",
    "Email Password Reset Link": "Enllaç per a restablir la contrasenya",
    "Ensure your account is using a long, random password to stay secure.": "Assegureu-vos que esteu utilitzant una contrasenya llarga i aleatòria per mantenir el seu compte segur.",
    "Forbidden": "Prohibit",
    "Forgot your password?": "Heu oblidat la vostra contrasenya?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Heu oblidat la vostra contrasenya? Cap problema. Només fer-nos saber la vostra adreça electrònica i us enviarem un enllaç per restablir la contrasenya que us permetrà triar-ne una de nova.",
    "Go to page :page": "Aneu a la pàgina :page",
    "Hello!": "Hola!",
    "If you did not create an account, no further action is required.": "Si no heu creat cap compte, no es requereix cap acció adicional.",
    "If you did not request a password reset, no further action is required.": "Si no heu sol·licitat el restabliment de la contrasenya, obvieu aquest correu electrònic.",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Si té algun problema per a fer clic al botó \":actionText\", copii i enganxi la següent URL al seu navegador web",
    "Invalid JSON was returned from the route.": "S'ha retornat un JSON no vàlid des de la ruta.",
    "Log in": "Entrar",
    "Log Out": "Sortir",
    "Login": "Entrar",
    "Logout": "Sortir",
    "Name": "Nom",
    "New Password": "Contrasenya Nova",
    "Not Found": "No trobat",
    "of": "de",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Una vegada el vostre compte ha estat esborrat, a tots els seus recursos i les dades es perdran permanentment esborrada. Abans de suprimir el compte, si us plau, descarregui qualsevol dada o informació que desitgeu conservar.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Un cop suprimit el vostre compte, tots els seus recursos i dades se suprimiran permanentment. Introduïu la vostra contrasenya per confirmar que voleu suprimir permanentment el vostre compte.",
    "Page Expired": "Pàgina caducada",
    "Pagination Navigation": "Pagination Navegació",
    "Password": "Contrasenya",
    "Payment Required": "Pagament obligatori",
    "Please click the button below to verify your email address.": "Si us plau, feu clic al botó inferior per verificar la vostra adreça electrònica.",
    "Profile": "Perfil",
    "Profile Information": "Informació Del Perfil",
    "Regards": "Salutacions",
    "Register": "Registre",
    "Remember me": "Recordeu-vos de mi",
    "Resend Verification Email": "Torneu A Enviar Correu Electrònic De Verificació",
    "Reset Password": "Restablir contrasenya",
    "Reset Password Notification": "Notificació de restabliment de contrasenya",
    "results": "resultats",
    "Save": "Desar",
    "Saved.": "Salvat.",
    "Server Error": "Error del servidor",
    "Service Unavailable": "Servei no disponible",
    "Showing": "Mostrant",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Gràcies per registrar-te! Abans de començar, podria verificar la vostra adreça de correu electrònic fent clic a l'enllaç que ens feu un correu electrònic a vostè? Si no heu rebut el correu electrònic, estarem encantats d'enviar-te un altre.",
    "The given data was invalid.": "Les dades proporcionades no eren vàlides.",
    "The response is not a streamed response.": "La resposta no és una resposta en streaming.",
    "The response is not a view.": "La resposta no és una visió.",
    "This is a secure area of the application. Please confirm your password before continuing.": "Aquesta és una àrea de seguretat de l'aplicació. Si us plau, confirmeu la vostra contrasenya abans de continuar.",
    "This password reset link will expire in :count minutes.": "Aquest enllaç de restabliment de contrasenya caducarà en :count minuts.",
    "to": "a",
    "Toggle navigation": "Commutar navegació",
    "Too Many Requests": "Massa peticions",
    "Unauthorized": "No autoritzat",
    "Update Password": "Actualitzar La Contrasenya",
    "Update your account's profile information and email address.": "Actualitzeu la informació del seu compte i l'adreça de correu electrònic",
    "Verify Email Address": "Confirmeu la vostra adreça electrònica",
    "Whoops!": "Vaja!",
    "You are receiving this email because we received a password reset request for your account.": "Heu rebut aquest correu electrònic perquè s'ha solicitat el restabliment de la contrasenya per al vostre compte.",
    "You're logged in!": "Has iniciat sessió!",
    "Your email address is unverified.": "La teva adreça de correu electrònic no està verificada."
}