{
    "(and :count more error)": "(a :count dalších chyb)",
    "(and :count more errors)": "(a :count dalších chyb)",
    "A new verification link has been sent to the email address you provided during registration.": "Na e-mailovou adresu, kterou jste uvedli při registraci, byl zaslán nový ověřovací odkaz.",
    "A new verification link has been sent to your email address.": "Na vaši e-mailovou adresu byl odeslán nový ověřovací odkaz.",
    "All rights reserved.": "Všechna práva vyhrazena.",
    "Already registered?": "Už jste se zaregistrovali?",
    "Are you sure you want to delete your account?": "Opravdu chcete smazat svůj účet?",
    "Cancel": "Zrušit",
    "Click here to re-send the verification email.": "Kliknutím sem znovu odešlete ověřovací e-mail.",
    "Confirm": "Potvrdit",
    "Confirm Password": "Kontrola hesla",
    "Current Password": "Aktuální heslo",
    "Dashboard": "Panel",
    "Delete Account": "Smazat účet",
    "Email": "E-mail",
    "Email Password Reset Link": "Odkaz na resetování hesla e-mailem",
    "Ensure your account is using a long, random password to stay secure.": "Ujistěte se, že váš účet používá dlouhé, náhodné heslo, abyste zůstali v bezpečí.",
    "Forbidden": "Zakázáno",
    "Forgot your password?": "Zapomněli jste heslo?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Zapomněli jste heslo? Žádný problém. Dejte nám vědět vaši e-mailovou adresu a my vám zašleme e-mail s odkazem na resetování hesla, který vám umožní vybrat si novou.",
    "Go to page :page": "Přejít na stranu :page",
    "Hello!": "Zdravíme!",
    "If you did not create an account, no further action is required.": "Pokud jste nevytvořili účet, není třeba provádět žádné další akce.",
    "If you did not request a password reset, no further action is required.": "Pokud jste nežádali o obnovení hesla, zprávu smažte. Původní heslo zůstalo beze změny.",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Pokud máte potíže s klepnutím na tlačítko \":actionText\", zkopírujte a vložte\nníže uvedenou adresu URL do vašeho webového prohlížeče:",
    "Invalid JSON was returned from the route.": "Z trasy byl vrácen neplatný JSON.",
    "Log in": "Přihlásit",
    "Log Out": "Odhlásit",
    "Login": "Přihlášení",
    "Logout": "Odhlášení",
    "Name": "Jméno",
    "New Password": "Nové heslo",
    "Not Found": "Nenalezeno",
    "of": "z",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Jakmile bude váš účet smazán, všechny jeho zdroje a data budou trvale smazány. Před smazáním účtu si prosím stáhněte všechna data nebo informace, které chcete zachovat.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Jakmile bude váš účet smazán, budou trvale smazány všechny jeho zdroje a data. Zadejte prosím své heslo pro potvrzení, že chcete trvale smazat svůj účet.",
    "Page Expired": "Stránka vypršela",
    "Pagination Navigation": "Stránkování Navigace",
    "Password": "Heslo",
    "Payment Required": "platba vyžadována",
    "Please click the button below to verify your email address.": "Klepnutím na tlačítko níže ověřte svou e-mailovou adresu.",
    "Profile": "Profil",
    "Profile Information": "Profilové údaje",
    "Regards": "S pozdravem",
    "Register": "Registrace",
    "Remember me": "Pamatuj si mě",
    "Resend Verification Email": "Znovu odeslat ověřovací e-mail",
    "Reset Password": "Obnovit heslo",
    "Reset Password Notification": "Požadavek na obnovení hesla",
    "results": "výsledky",
    "Save": "Uložit",
    "Saved.": "Uloženo.",
    "Server Error": "Chyba serveru",
    "Service Unavailable": "Služba je nedostupná",
    "Showing": "Zobrazení",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Díky za registraci! Než začnete, mohli byste ověřit svou e-mailovou adresu kliknutím na odkaz, který jsme Vám právě zaslali e-mailem? Pokud jste e-mail neobdrželi, rádi Vám zašleme další.",
    "The given data was invalid.": "Uvedené údaje byly neplatné.",
    "The response is not a streamed response.": "Odpověď není streamovaná odpověď.",
    "The response is not a view.": "Odpověď není pohled.",
    "This is a secure area of the application. Please confirm your password before continuing.": "Jedná se o bezpečnou oblast aplikace. Před pokračováním potvrďte své heslo.",
    "This password reset link will expire in :count minutes.": "Tento odkaz na obnovení hesla vyprší za :count minut.",
    "to": "na",
    "Toggle navigation": "Přepnout navigaci",
    "Too Many Requests": "Příliš mnoho požadavků",
    "Unauthorized": "Neautorizováno",
    "Update Password": "Aktualizovat Heslo",
    "Update your account's profile information and email address.": "Aktualizujte informace o profilu svého účtu a e-mailovou adresu.",
    "Verify Email Address": "Ověřte e-mailovou adresu",
    "Whoops!": "Jejda!",
    "You are receiving this email because we received a password reset request for your account.": "Tato zpráva vám byla doručena na základě žádosti pro obnovení hesla.",
    "You're logged in!": "Jste přihlášeni!",
    "Your email address is unverified.": "Vaše e-mailová adresa není ověřena."
}