{
    "(and :count more error)": "(και άλλα :count σφάλματα)",
    "(and :count more errors)": "(και άλλα :count λάθη)",
    "A new verification link has been sent to the email address you provided during registration.": "Ένας νέος σύνδεσμος επαλήθευσης έχει σταλεί στη διεύθυνση ηλεκτρονικού ταχυδρομείου που δώσατε κατά την εγγραφή σας.",
    "A new verification link has been sent to your email address.": "Ένας νέος σύνδεσμος επαλήθευσης έχει σταλεί στη διεύθυνση email σας.",
    "All rights reserved.": "Πνευματική προστασία περιεχομένου.",
    "Already registered?": "Είστε ήδη εγγεγραμμένος?",
    "Are you sure you want to delete your account?": "Είστε βέβαιοι ότι θέλετε να διαγράψετε τον λογαριασμό σας;",
    "Cancel": "Ακύρωση",
    "Click here to re-send the verification email.": "Κάντε κλικ εδώ για να στείλετε ξανά το email επαλήθευσης.",
    "Confirm": "Επιβεβαίωση",
    "Confirm Password": "Επιβεβαίωση Κωδικού",
    "Current Password": "Τρέχων Κωδικός Πρόσβασης",
    "Dashboard": "Πίνακας",
    "Delete Account": "Διαγραφή Λογαριασμού",
    "Email": "Ηλεκτρονικού",
    "Email Password Reset Link": "Αποστολή Σύνδεσμου Επαναφοράς Κωδικού",
    "Ensure your account is using a long, random password to stay secure.": "Βεβαιωθείτε ότι ο λογαριασμός σας χρησιμοποιεί ένα μακρύ, τυχαίο κωδικό πρόσβασης για να παραμείνετε ασφαλείς.",
    "Forbidden": "Απαγορευμένο",
    "Forgot your password?": "Ξεχάσατε τον κωδικό σας;",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Ξεχάσατε τον κωδικό σας; Κανένα πρόβλημα. Δώστε μας την διεύθυνση ηλεκτρονικού ταχυδρομείου σας και θα σας στείλουμε ένα email με έναν σύνδεσμο (link), που θα σας επιστρέψει να δημιουργήσετε έναν νέο κωδικό πρόσβασης.",
    "Go to page :page": "Μετάβαση στη σελίδα :page",
    "Hello!": "Χαίρετε!",
    "If you did not create an account, no further action is required.": "Εάν δεν δημιουργήσατε λογαριασμό, δεν απαιτείται περαιτέρω ενέργεια.",
    "If you did not request a password reset, no further action is required.": "Εάν δεν ζητήσατε επαναφορά κωδικού πρόσβασης, δεν απαιτείται περαιτέρω ενέργεια.",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Αν αντιμετωπίζετε προβλήματα με το κλικ στο κουμπί \":actionText\", αντιγράψτε και επικολλήστε την παρακάτω διεύθυνση \nστο πρόγραμμα περιήγησης:",
    "Invalid JSON was returned from the route.": "Επιστράφηκε μη έγκυρο JSON από τη διαδρομή.",
    "Log in": "Συνδεθείτε",
    "Log Out": "αποσυνδεθείτε",
    "Login": "Είσοδος",
    "Logout": "Έξοδος",
    "Name": "Όνομα",
    "New Password": "Νέος Κωδικός Πρόσβασης",
    "Not Found": "Δεν Βρέθηκε",
    "of": "του",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Μόλις διαγραφεί ο λογαριασμός σας, όλοι οι πόροι και τα δεδομένα του θα διαγραφούν οριστικά. Πριν από τη διαγραφή του λογαριασμού σας, παρακαλούμε να κατεβάσετε οποιαδήποτε δεδομένα ή πληροφορίες που θέλετε να διατηρήσετε.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Μόλις διαγραφεί ο λογαριασμός σας, όλοι οι πόροι και τα δεδομένα του θα διαγραφούν οριστικά. Εισαγάγετε τον κωδικό πρόσβασής σας για να επιβεβαιώσετε ότι θέλετε να διαγράψετε οριστικά τον λογαριασμό σας.",
    "Page Expired": "Η συνεδρία έληξε",
    "Pagination Navigation": "Πλοήγηση Σελιδοποίησης",
    "Password": "Κωδικός",
    "Payment Required": "Απαιτείται πληρωμή",
    "Please click the button below to verify your email address.": "Κάντε κλικ στο παρακάτω κουμπί για να επαληθεύσετε τη διεύθυνση ηλεκτρονικού ταχυδρομείου σας.",
    "Profile": "Προφίλ",
    "Profile Information": "Πληροφορίες Προφίλ",
    "Regards": "Φιλικά",
    "Register": "Εγγραφή",
    "Remember me": "Να με θυμάσαι",
    "Resend Verification Email": "Επαναποστολή email επαλήθευσης",
    "Reset Password": "Επαναφορά Κωδικού",
    "Reset Password Notification": "Ειδοποίηση επαναφοράς κωδικού",
    "results": "αποτέλεσμα",
    "Save": "Αποθηκεύσετε",
    "Saved.": "Αποθηκεύονται.",
    "Server Error": "Σφάλμα στον εξυπηρετητή (server)",
    "Service Unavailable": "Μη διαθέσιμη υπηρεσία",
    "Showing": "Εμφάνιση",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Ευχαριστώ για την εγγραφή! Πριν ξεκινήσετε, μπορείτε να επαληθεύσετε τη διεύθυνση ηλεκτρονικού ταχυδρομείου σας κάνοντας κλικ στον σύνδεσμο που μόλις σας στείλαμε μέσω ηλεκτρονικού ταχυδρομείου; Εάν δεν λάβατε το μήνυμα ηλεκτρονικού ταχυδρομείου, θα σας στείλουμε ευχαρίστως ένα άλλο.",
    "The given data was invalid.": "Τα δεδομένα που δόθηκαν δεν ήταν έγκυρα.",
    "The response is not a streamed response.": "Η απάντηση δεν είναι απάντηση ροής.",
    "The response is not a view.": "Η απάντηση δεν είναι άποψη.",
    "This is a secure area of the application. Please confirm your password before continuing.": "Αυτή είναι μια ασφαλής περιοχή της εφαρμογής. Επιβεβαιώστε τον κωδικό πρόσβασής σας πριν συνεχίσετε.",
    "This password reset link will expire in :count minutes.": "Αυτός ο σύνδεσμος επαναφοράς κωδικού, θα λήξει σε :count λεπτά.",
    "to": "σε",
    "Toggle navigation": "Εναλλαγή πλοήγησης",
    "Too Many Requests": "Πάρα πολλά αιτήματα",
    "Unauthorized": "Χωρίς εξουσιοδότηση",
    "Update Password": "Ενημέρωση Κωδικού Πρόσβασης",
    "Update your account's profile information and email address.": "Ενημερώστε τα στοιχεία του προφίλ του λογαριασμού σας και τη διεύθυνση ηλεκτρονικού ταχυδρομείου.",
    "Verify Email Address": "Επιβεβαιώστε τη διεύθυνση ηλεκτρονικού ταχυδρομείου",
    "Whoops!": "Ουπς!",
    "You are receiving this email because we received a password reset request for your account.": "Λαμβάνετε αυτό το μήνυμα ηλεκτρονικού ταχυδρομείου επειδή λάβαμε ένα αίτημα επαναφοράς κωδικού πρόσβασης για το λογαριασμό σας.",
    "You're logged in!": "Έχετε συνδεθεί!",
    "Your email address is unverified.": "Η διεύθυνση email σας δεν έχει επαληθευτεί."
}