{
    "(and :count more error)": "(ja veel :count viga)",
    "(and :count more errors)": "(ja veel :count viga)",
    "A new verification link has been sent to the email address you provided during registration.": "Registreerimise käigus esitatud e-posti aadressile on saadetud Uus kinnituslink.",
    "A new verification link has been sent to your email address.": "Teie e-posti aadressile on saadetud uus kinnituslink.",
    "All rights reserved.": "Kõik õigused reserveeritud.",
    "Already registered?": "Juba registreeritud?",
    "Are you sure you want to delete your account?": "Kas olete kindel, et soovite oma konto kustutada?",
    "Cancel": "Tühistama",
    "Click here to re-send the verification email.": "Kinnitusmeili uuesti saatmiseks klõpsake siin.",
    "Confirm": "Kinnitama",
    "Confirm Password": "Kinnita Parool",
    "Current Password": "Aktiivne Parool",
    "Dashboard": "Armatuurlaud",
    "Delete Account": "Kustuta Konto",
    "Email": "E-post",
    "Email Password Reset Link": "E-Posti Parooli Lähtestamise Link",
    "Ensure your account is using a long, random password to stay secure.": "Veenduge, et teie konto kasutab pikka, juhuslikku parooli, et jääda turvaliseks.",
    "Forbidden": "Keelatud",
    "Forgot your password?": "Unustasid oma parooli?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Unustasid oma parooli? Pole probleemi. Lihtsalt andke meile teada oma e-posti aadress ja me saadame teile parooli lähtestamise lingi, mis võimaldab teil valida uue.",
    "Go to page :page": "Mine lehele :page",
    "Hello!": "Tere!",
    "If you did not create an account, no further action is required.": "Kui te ei loonud kontot,ei ole täiendavaid meetmeid vaja.",
    "If you did not request a password reset, no further action is required.": "Kui te ei taotlenud parooli lähtestamist, ei ole täiendavaid meetmeid vaja.",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Kui teil on probleeme nupu \":actionText\" klõpsamisega, kopeerige ja kleepige allpool olev URL\noma veebibrauserisse:",
    "Invalid JSON was returned from the route.": "Marsruudilt tagastati kehtetu JSON.",
    "Log in": "Logima",
    "Log Out": "väljalogimine",
    "Login": "Logima",
    "Logout": "Väljalogimine",
    "Name": "Nimi",
    "New Password": "Uus Parool",
    "Not Found": "Ei Leitud",
    "of": "kohta",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Kui teie konto on kustutatud, kustutatakse kõik selle ressursid ja andmed jäädavalt. Enne konto kustutamist laadige alla kõik andmed või teave, mida soovite säilitada.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Kui teie konto on kustutatud, kustutatakse jäädavalt kõik selle ressursid ja andmed. Sisestage oma parool, et kinnitada, et soovite oma konto jäädavalt kustutada.",
    "Page Expired": "Lehekülg Aegunud",
    "Pagination Navigation": "Lehitsemise navigeerimine",
    "Password": "Parool",
    "Payment Required": "Nõutav makse",
    "Please click the button below to verify your email address.": "Palun kliki allolevale nupule, et kontrollida oma e-posti aadress.",
    "Profile": "Profiil",
    "Profile Information": "profiiliteave",
    "Regards": "Arvesse",
    "Register": "Registreerima",
    "Remember me": "Mäleta mind",
    "Resend Verification Email": "Saada Kinnitusmeil Uuesti",
    "Reset Password": "Lähtesta Parool",
    "Reset Password Notification": "Parooli Teate Lähtestamine",
    "results": "tulemus",
    "Save": "Salvestama",
    "Saved.": "Salvestama.",
    "Server Error": "Serveri Viga",
    "Service Unavailable": "Teenus Pole Saadaval",
    "Showing": "Näidates",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Tänud registreerumast! Enne alustamist, võiks kontrollida oma e-posti aadress klõpsates lingil me lihtsalt saadetakse teile? Kui te ei saanud e-kirja, saadame teile hea meelega teise.",
    "The given data was invalid.": "Antud andmed olid kehtetud.",
    "The response is not a streamed response.": "Vastus ei ole voogesitus.",
    "The response is not a view.": "Vastus ei ole vaade.",
    "This is a secure area of the application. Please confirm your password before continuing.": "See on rakenduse turvaline ala. Palun kinnitage oma parool enne jätkamist.",
    "This password reset link will expire in :count minutes.": "See parooli lähtestamise link aegub :count minuti pärast.",
    "to": "et",
    "Toggle navigation": "Navigeerimise lülitamine",
    "Too Many Requests": "Liiga Palju Taotlusi",
    "Unauthorized": "Loata",
    "Update Password": "Parooli Uuendamine",
    "Update your account's profile information and email address.": "Uuendage oma konto profiili teavet ja e-posti aadressi.",
    "Verify Email Address": "Kinnita E-Posti Aadress",
    "Whoops!": "Ups!",
    "You are receiving this email because we received a password reset request for your account.": "Te saate selle e-kirja, sest me saime teie kontole parooli lähtestamise taotluse.",
    "You're logged in!": "Oled sisse logitud!",
    "Your email address is unverified.": "Teie e-posti aadress on kinnitamata."
}