{
    "(and :count more error)": "(ja :count muuta virhettä)",
    "(and :count more errors)": "(ja :count muuta virhettä)",
    "A new verification link has been sent to the email address you provided during registration.": "Rekisteröitymisen yhteydessä antamaasi sähköpostiosoitteeseen on lähetetty Uusi vahvistuslinkki.",
    "A new verification link has been sent to your email address.": "Uusi vahvistuslinkki on lähetetty sähköpostiosoitteeseesi.",
    "All rights reserved.": "Kaikki oikeudet pidätetään.",
    "Already registered?": "Oletko jo rekisteröitynyt?",
    "Are you sure you want to delete your account?": "Haluatko varmasti poistaa tilisi?",
    "Cancel": "Peruuta",
    "Click here to re-send the verification email.": "Napsauta tätä lähettääksesi vahvistussähköpostin uudelleen.",
    "Confirm": "Vahvistaa",
    "Confirm Password": "Vahvista Salasana",
    "Current Password": "Nykyinen Salasana",
    "Dashboard": "Kojelauta",
    "Delete Account": "Poista Tili",
    "Email": "Sähköposti",
    "Email Password Reset Link": "Lähetä palautuslinkki sähköpostiin",
    "Ensure your account is using a long, random password to stay secure.": "Varmista, että tilisi käyttää pitkää, satunnaista salasanaa pysyäksesi turvassa.",
    "Forbidden": "Kielletty",
    "Forgot your password?": "Unohtuiko salasana?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Unohtuiko salasana? Ei hätää. Kerro meille sähköpostiosoitteesi ja me lähetämme sinulle sähköpostitse salasanan palautuslinkki, jonka avulla voit luoda uuden salasanan.",
    "Go to page :page": "Siirry sivulle :page",
    "Hello!": "Tervehdys.",
    "If you did not create an account, no further action is required.": "Jos et ole luonut tiliä, lisätoimia ei tarvita.",
    "If you did not request a password reset, no further action is required.": "Jos et ole pyytänyt salasanan vaihtoa, sinun ei tarvitse tehdä mitään ja voit poistaa tämän viestin.",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Jos et pysty klikkaamaan \":actionText\" - nappia, leikkaa ja liimaa alla oleva URL\nselaimeesi:",
    "Invalid JSON was returned from the route.": "Virheellinen JSON palautettiin reitiltä.",
    "Log in": "Kirjautunut",
    "Log Out": "Kirjaudu Ulos",
    "Login": "Kirjaudu sisään",
    "Logout": "Kirjaudu ulos",
    "Name": "Nimi",
    "New Password": "Uusi Salasana",
    "Not Found": "Ei Löytynyt",
    "of": "sellaisten",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Kun tilisi on poistettu, kaikki sen resurssit ja tiedot poistetaan pysyvästi. Ennen kuin poistat tilisi, lataa kaikki tiedot, jotka haluat säilyttää.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Kun tilisi on poistettu, kaikki sen resurssit ja tiedot poistetaan pysyvästi. Anna salasanasi vahvistaaksesi, että haluat poistaa tilisi pysyvästi.",
    "Page Expired": "Vanhentunut Sivu",
    "Pagination Navigation": "Sivunavigointi",
    "Password": "Salasana",
    "Payment Required": "maksua vaaditaan",
    "Please click the button below to verify your email address.": "Klikkaa alla olevaa painiketta vahvistaaksesi sähköpostiosoitteesi.",
    "Profile": "Profiili",
    "Profile Information": "Profiilitiedot",
    "Regards": "Terveisin",
    "Register": "Rekistöröidy",
    "Remember me": "Muista minut",
    "Resend Verification Email": "Lähetä Vahvistussähköposti Uudelleen",
    "Reset Password": "Vaihdan salasanani",
    "Reset Password Notification": "Salasanan uudelleenasetusilmoitus",
    "results": "tulos",
    "Save": "Tallenna",
    "Saved.": "Tallennettu.",
    "Server Error": "Palvelinvirhe",
    "Service Unavailable": "Palvelu Ei Ole Käytettävissä",
    "Showing": "Näyttää",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Kiitos ilmoittautumisesta! Ennen kuin aloitat, voisitko vahvistaa sähköpostiosoitteesi klikkaamalla linkkiä, jonka juuri lähetimme sinulle? Jos et saanut sähköpostia, lähetämme sinulle mielellämme toisen.",
    "The given data was invalid.": "Annetut tiedot olivat virheellisiä.",
    "The response is not a streamed response.": "Vastaus ei ole suoratoistettu vastaus.",
    "The response is not a view.": "Vastaus ei ole näkemys.",
    "This is a secure area of the application. Please confirm your password before continuing.": "Tämä on sovelluksen turvallinen alue. Vahvista salasanasi ennen kuin jatkat.",
    "This password reset link will expire in :count minutes.": "Tämä salasanan palautus-linkki vanhenee :count minuutissa.",
    "to": "jotta",
    "Toggle navigation": "Vaihda navigointia",
    "Too Many Requests": "Liikaa Pyyntöjä",
    "Unauthorized": "Luvaton",
    "Update Password": "Päivitä Salasana",
    "Update your account's profile information and email address.": "Päivitä tilisi profiilitiedot ja sähköpostiosoite.",
    "Verify Email Address": "Tarkista Sähköpostiosoite",
    "Whoops!": "Tapahtui virhe.",
    "You are receiving this email because we received a password reset request for your account.": "Saat tämän viestin koska saimme pyynnön vaihtaa salasanasi.",
    "You're logged in!": "Olet kirjautunut sisään!",
    "Your email address is unverified.": "Sähköpostiosoitteesi on vahvistamaton."
}