{
    "(and :count more error)": "(અને :count વધુ ભૂલ)",
    "(and :count more errors)": "(અને :count વધુ ભૂલો)",
    "A new verification link has been sent to the email address you provided during registration.": "નોંધણી દરમિયાન તમે પ્રદાન કરેલ ઇમેઇલ સરનામાં પર એક નવી ચકાસણી લિંક મોકલવામાં આવી છે.",
    "A new verification link has been sent to your email address.": "એક નવી વેરિફિકેશન લિંક તમારા ઈમેલ એડ્રેસ પર મોકલવામાં આવી છે.",
    "All rights reserved.": "બધા હકો અમારી પાસે રાખેલા છે.",
    "Already registered?": "પહેલેથી નોંધાયેલ છે?",
    "Are you sure you want to delete your account?": "શું તમે ખરેખર તમારું એકાઉન્ટ કાઢી નાખવા માંગો છો?",
    "Cancel": "રદ કરો",
    "Click here to re-send the verification email.": "ચકાસણી ઇમેઇલ ફરીથી મોકલવા માટે અહીં ક્લિક કરો.",
    "Confirm": "પુષ્ટિ કરો",
    "Confirm Password": "પાસવર્ડની પુષ્ટિ કરો",
    "Current Password": "અત્યારનો પાસવર્ડ",
    "Dashboard": "ડેશબોર્ડ",
    "Delete Account": "એકાઉન્ટ કાઢી નાખો",
    "Email": "ઈમેલ",
    "Email Password Reset Link": "ઇમેઇલ પાસવર્ડ રીસેટ લિંક",
    "Ensure your account is using a long, random password to stay secure.": "ખાતરી કરો કે તમારું એકાઉન્ટ સુરક્ષિત રહેવા માટે લાંબા, રેન્ડમ પાસવર્ડનો ઉપયોગ કરી રહ્યું છે.",
    "Forbidden": "પ્રતિબંધિત",
    "Forgot your password?": "તમારો પાસવર્ડ ભૂલી ગયા છો?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "તમારો પાસવર્ડ ભૂલી ગયા છો? કોઇ વાંધો નહી. બસ અમને તમારું ઈમેલ સરનામું જણાવો અને અમે તમને પાસવર્ડ રીસેટ લિંક ઈમેઈલ કરીશું જે તમને એક નવું પસંદ કરવાની મંજૂરી આપશે.",
    "Go to page :page": "પૃષ્ઠ :page પર જાઓ",
    "Hello!": "નમસ્તે!",
    "If you did not create an account, no further action is required.": "જો તમે એકાઉન્ટ બનાવ્યું નથી, તો આગળ કોઈ કાર્યવાહીની જરૂર નથી.",
    "If you did not request a password reset, no further action is required.": "જો તમે પાસવર્ડ રીસેટ કરવાની વિનંતી કરી નથી, તો આગળ કોઈ કાર્યવાહીની જરૂર નથી.",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "જો તમને \":actionText\" બટન પર ક્લિક કરવામાં મુશ્કેલી આવી રહી હોય, તો નીચે URL ને કૉપિ કરીને પેસ્ટ કરો\nતમારા વેબ બ્રાઉઝરમાં:",
    "Invalid JSON was returned from the route.": "માર્ગ પરથી અમાન્ય JSON પરત કરવામાં આવ્યો હતો.",
    "Log in": "પ્રવેશ કરો",
    "Log Out": "લૉગ આઉટ",
    "Login": "પ્રવેશ કરો",
    "Logout": "લૉગ આઉટ",
    "Name": "નામ",
    "New Password": "નવો પાસવર્ડ",
    "Not Found": "મળ્યું નથી",
    "of": "ના",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "એકવાર તમારું એકાઉન્ટ કાઢી નાખવામાં આવે, તેના તમામ સંસાધનો અને ડેટા કાયમ માટે કાઢી નાખવામાં આવશે. તમારું એકાઉન્ટ કાઢી નાખતા પહેલા, કૃપા કરીને કોઈપણ ડેટા અથવા માહિતી ડાઉનલોડ કરો જેને તમે જાળવી રાખવા માંગો છો.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "એકવાર તમારું એકાઉન્ટ કાઢી નાખવામાં આવે, તેના તમામ સંસાધનો અને ડેટા કાયમ માટે કાઢી નાખવામાં આવશે. તમે તમારા એકાઉન્ટને કાયમી ધોરણે કાઢી નાખવા માંગો છો તેની ખાતરી કરવા કૃપા કરીને તમારો પાસવર્ડ દાખલ કરો.",
    "Page Expired": "પૃષ્ઠ સમાપ્ત",
    "Pagination Navigation": "પૃષ્ઠ ક્રમાંકન નેવિગેશન",
    "Password": "પાસવર્ડ",
    "Payment Required": "ચુકવણી જરૂરી છે",
    "Please click the button below to verify your email address.": "તમારું ઇમેઇલ સરનામું ચકાસવા માટે કૃપા કરીને નીચેના બટનને ક્લિક કરો.",
    "Profile": "પ્રોફાઇલ",
    "Profile Information": "પ્રોફાઇલ માહિતી",
    "Regards": "સાદર",
    "Register": "નોંધણી કરો",
    "Remember me": "મને યાદ",
    "Resend Verification Email": "ચકાસણી ઇમેઇલ ફરીથી મોકલો",
    "Reset Password": "પાસવર્ડ રીસેટ કરો",
    "Reset Password Notification": "પાસવર્ડ સૂચના રીસેટ કરો",
    "results": "પરિણામો",
    "Save": "સાચવો",
    "Saved.": "સાચવેલ.",
    "Server Error": "સર્વર ભૂલ",
    "Service Unavailable": "સેવા ઉપલબ્ઘ નથી",
    "Showing": "દર્શાવે",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "સાઇન અપ કરવા બદલ આભાર! શરૂ કરતા પહેલા, અમે તમને હમણાં જ જે લિંક મોકલી છે તેના પર ક્લિક કરીને તમે તમારું ઈમેલ એડ્રેસ ચકાસી શકો છો? જો તમને ઈમેલ પ્રાપ્ત ન થયો હોય, તો અમે રાજીખુશીથી તમને બીજો મોકલીશું.",
    "The given data was invalid.": "આપેલ ડેટા અમાન્ય હતો.",
    "The response is not a streamed response.": "પ્રતિભાવ એ સ્ટ્રીમ કરેલ પ્રતિસાદ નથી.",
    "The response is not a view.": "પ્રતિભાવ એ દૃશ્ય નથી.",
    "This is a secure area of the application. Please confirm your password before continuing.": "આ એપ્લિકેશનનો સુરક્ષિત વિસ્તાર છે. ચાલુ રાખતા પહેલા કૃપા કરીને તમારા પાસવર્ડની પુષ્ટિ કરો.",
    "This password reset link will expire in :count minutes.": "આ પાસવર્ડ રીસેટ લિંક :count મિનિટમાં સમાપ્ત થઈ જશે.",
    "to": "પ્રતિ",
    "Toggle navigation": "નેવિગેશન ટૉગલ કરો",
    "Too Many Requests": "ઘણી બધી વિનંતીઓ",
    "Unauthorized": "અનધિકૃત",
    "Update Password": "પાસવર્ડ અપડેટ કરો",
    "Update your account's profile information and email address.": "તમારા એકાઉન્ટની પ્રોફાઇલ માહિતી અને ઇમેઇલ સરનામું અપડેટ કરો.",
    "Verify Email Address": "ઇમેઇલ સરનામું ચકાસો",
    "Whoops!": "ઉફ્ફ!",
    "You are receiving this email because we received a password reset request for your account.": "તમે આ ઇમેઇલ પ્રાપ્ત કરી રહ્યાં છો કારણ કે અમને તમારા એકાઉન્ટ માટે પાસવર્ડ રીસેટ વિનંતી પ્રાપ્ત થઈ છે.",
    "You're logged in!": "તમે લૉગ ઇન છો!",
    "Your email address is unverified.": "તમારું ઇમેઇલ સરનામું ચકાસાયેલ નથી."
}