{
    "(and :count more error)": "(და კიდევ :count შეცდომა)",
    "(and :count more errors)": "(და კიდევ :count შეცდომა)",
    "A new verification link has been sent to the email address you provided during registration.": "ახალი გადამოწმების ლინკი გაიგზავნა ელექტრონული ფოსტის მისამართი თქვენ უზრუნველყოფილი რეგისტრაციის დროს.",
    "A new verification link has been sent to your email address.": "ახალი დამადასტურებელი ბმული გაიგზავნა თქვენს ელფოსტის მისამართზე.",
    "All rights reserved.": "ყველა უფლება დაცულია.",
    "Already registered?": "უკვე რეგისტრირებული?",
    "Are you sure you want to delete your account?": "დარწმუნებული ხართ, რომ გსურთ თქვენი ანგარიშის წაშლა?",
    "Cancel": "გაუქმება",
    "Click here to re-send the verification email.": "დააწკაპუნეთ აქ დამადასტურებელი ელფოსტის ხელახლა გასაგზავნად.",
    "Confirm": "დაადასტურეთ",
    "Confirm Password": "პაროლის დადასტურება",
    "Current Password": "მიმდინარე პაროლი",
    "Dashboard": "დაფა",
    "Delete Account": "ანგარიშის წაშლა",
    "Email": "ელ. ფოსტა",
    "Email Password Reset Link": "ელ პაროლის აღდგენა ლინკი",
    "Ensure your account is using a long, random password to stay secure.": "დარწმუნდით, რომ თქვენი ანგარიში გამოყენებით ხანგრძლივი, შემთხვევითი დაგავიწყდათ დარჩენა უსაფრთხო.",
    "Forbidden": "აკრძალული",
    "Forgot your password?": "დაგავიწყდათ პაროლი?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "დაგავიწყდათ პაროლი? პრობლემა არ არის. უბრალოდ გვაცნობოთ თქვენი ელექტრონული ფოსტის მისამართი და ჩვენ გამოგიგზავნით პაროლის გადატვირთვის ბმულს, რომელიც საშუალებას მოგცემთ აირჩიოთ ახალი.",
    "Go to page :page": "გადასვლა გვერდზე :page",
    "Hello!": "ჱეპაგვი!",
    "If you did not create an account, no further action is required.": "თუ თქვენ არ ანგარიშის შექმნა, არ შემდგომი ქმედება არ არის საჭირო.",
    "If you did not request a password reset, no further action is required.": "თუ არ მოგითხოვიათ პაროლის შეცვლა, არანაირი საპასუხო ქმედება არ არის საჭირო.",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "თუ თქვენ მქონე უბედურება დაჭერით \":actionText\" ღილაკს, დააკოპირეთ და ჩასვით URL ქვემოთ\nთქვენს ბრაუზერში:",
    "Invalid JSON was returned from the route.": "არასწორი JSON დაბრუნდა მარშრუტიდან.",
    "Log in": "შესვლა",
    "Log Out": "გამოხვიდეთ",
    "Login": "შესვლა",
    "Logout": "გასვლა",
    "Name": "სახელი",
    "New Password": "ახალი პაროლი",
    "Not Found": "ვერ მოიძებნა",
    "of": "დან",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "მას შემდეგ, რაც თქვენი ანგარიში წაიშლება, ყველა მისი რესურსები და მონაცემები მუდმივად წაიშლება. სანამ წაშლის თქვენი ანგარიში, გთხოვთ ჩამოტვირთოთ ნებისმიერი მონაცემები ან ინფორმაცია, რომ გსურთ შეინარჩუნოს.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "თქვენი ანგარიშის წაშლის შემდეგ, მისი ყველა რესურსი და მონაცემები სამუდამოდ წაიშლება. გთხოვთ, შეიყვანოთ თქვენი პაროლი, რათა დაადასტუროთ, რომ გსურთ თქვენი ანგარიშის სამუდამოდ წაშლა.",
    "Page Expired": "გვერდი ამოიწურა",
    "Pagination Navigation": "Pagination ნავიგაცია",
    "Password": "პაროლი",
    "Payment Required": "გადახდა აუცილებელია",
    "Please click the button below to verify your email address.": "გთხოვთ, დააჭირეთ ღილაკს ქვემოთ, რათა შეამოწმოს თქვენი ელექტრონული ფოსტის მისამართი.",
    "Profile": "პროფილი",
    "Profile Information": "პროფილის ინფორმაცია",
    "Regards": "დაკავშირებით",
    "Register": "რეგისტრირება",
    "Remember me": "დამიმახსოვრე",
    "Resend Verification Email": "ხელახლა გადამოწმების ელ",
    "Reset Password": "პაროლის აღდგენა",
    "Reset Password Notification": "პაროლის აღდგენის შეტყობინება",
    "results": "შედეგები",
    "Save": "შენახვა",
    "Saved.": "ჟოაჟთ.",
    "Server Error": "სერვერის შეცდომა",
    "Service Unavailable": "სერვისი მიუწვდომელია",
    "Showing": "ჩვენება",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "მადლობა ხელმოწერის up! სანამ ნაცნობობა, იქნებ შეამოწმოს თქვენი ელექტრონული ფოსტის მისამართი დაწკაპვით ბმულს ჩვენ უბრალოდ ელექტრონული ფოსტით თქვენ? თუ თქვენ არ მიიღოს ელ, ჩვენ სიამოვნებით გამოგიგზავნით სხვა.",
    "The given data was invalid.": "მოცემული მონაცემები არასწორი იყო.",
    "The response is not a streamed response.": "პასუხი არ არის ნაკადიანი პასუხი.",
    "The response is not a view.": "პასუხი არ არის ხედვა.",
    "This is a secure area of the application. Please confirm your password before continuing.": "ეს არის უსაფრთხო ფართობი განაცხადის. გთხოვთ დაადასტუროთ თქვენი პაროლი გაგრძელებამდე.",
    "This password reset link will expire in :count minutes.": "ეს პაროლის გადატვირთვის ბმული იწურება :count წუთში.",
    "to": "დან",
    "Toggle navigation": "გადართვა ნავიგაცია",
    "Too Many Requests": "ძალიან ბევრი მოთხოვნა",
    "Unauthorized": "არასანქცირებული",
    "Update Password": "პაროლის განახლება",
    "Update your account's profile information and email address.": "განაახლოთ თქვენი ანგარიშის ნახვა ინფორმაცია და ელექტრონული ფოსტის მისამართი.",
    "Verify Email Address": "გადაამოწმონ ელექტრონული ფოსტის მისამართი",
    "Whoops!": "ჟსოვპ!",
    "You are receiving this email because we received a password reset request for your account.": "თქვენ ხედავთ აღნიშნულ შეტყობინებას რადგან მივიღეთ თქვენი მოთხოვნა პაროლის აღდგენასთან დაკავშირებით.",
    "You're logged in!": "თქვენ შესული ხართ!",
    "Your email address is unverified.": "თქვენი ელფოსტის მისამართი დაუდასტურებელია."
}