{
    "(and :count more error)": "(және тағы :count қате)",
    "(and :count more errors)": "(және тағы :count қате)",
    "A new verification link has been sent to the email address you provided during registration.": "Тіркеу кезінде сіз көрсеткен электрондық пошта мекенжайына Жаңа тексеру сілтемесі жіберілді.",
    "A new verification link has been sent to your email address.": "Электрондық пошта мекенжайыңызға жаңа растау сілтемесі жіберілді.",
    "All rights reserved.": "Барлық құқықтар қорғалған.",
    "Already registered?": "Қазірдің өзінде тіркелген?",
    "Are you sure you want to delete your account?": "Есептік жазбаңызды шынымен жойғыңыз келе ме?",
    "Cancel": "Болдырмау",
    "Click here to re-send the verification email.": "Растау электрондық поштасын қайта жіберу үшін осы жерді басыңыз.",
    "Confirm": "Растау",
    "Confirm Password": "Құпиясөзді растау",
    "Current Password": "ағымдағы пароль",
    "Dashboard": "Бақылау тақтасы",
    "Delete Account": "Тіркелгіні жою",
    "Email": "Электрондық пошта",
    "Email Password Reset Link": "Электрондық пошта паролін қалпына келтіру сілтемесі",
    "Ensure your account is using a long, random password to stay secure.": "Қауіпсіз болу үшін есептік жазбаңыз ұзақ кездейсоқ парольді қолданатындығына көз жеткізіңіз.",
    "Forbidden": "Тыйым салынған",
    "Forgot your password?": "Құпия сөзіңізді ұмыттыңыз ба?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Құпия сөзіңізді ұмыттыңыз ба? Жоқ. Бізге электрондық пошта мекенжайын хабарлаңыз, біз сізге жаңа таңдауға мүмкіндік беретін құпия сөзді қалпына келтіру сілтемесін жібереміз.",
    "Go to page :page": ":Page бетіне өтіңіз",
    "Hello!": "Сәлеметсіз бе!",
    "If you did not create an account, no further action is required.": "Егер сіз тіркелгі жасамаған болсаңыз, онда ешқандай қосымша әрекет қажет емес.",
    "If you did not request a password reset, no further action is required.": "Егер сіз құпиясөзді қалпына келтіруді сұрамасаңыз, онда ешқандай қосымша әрекет қажет емес.",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Егер сізде \":actionText\" батырмасын басу кезінде ақаулықтар туындаса,\n мекенжайды көшіріңіз де, браузердің мекенжай жолына салыңыз:",
    "Invalid JSON was returned from the route.": "Жарамсыз JSON бағдардан қайтарылды.",
    "Log in": "Авторлану",
    "Log Out": "жүйеден шығу",
    "Login": "Кіру",
    "Logout": "Шығу",
    "Name": "Аты",
    "New Password": "Жаңа пароль",
    "Not Found": "Табылмады",
    "of": "от",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Есептік жазбаңыз жойылғаннан кейін оның барлық ресурстары мен деректері біржола жойылады. Есептік жазбаңызды жоймас бұрын, сақтағыңыз келетін кез келген деректерді немесе ақпаратты жүктеп алыңыз.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Есептік жазбаңыз жойылғаннан кейін оның барлық ресурстары мен деректері біржола жойылады. Есептік жазбаңызды біржола жойғыңыз келетінін растау үшін құпия сөзіңізді енгізіңіз.",
    "Page Expired": "Бет ескірген",
    "Pagination Navigation": "Навигация по страницам",
    "Password": "Құпиясөз",
    "Payment Required": "Төлем қажет",
    "Please click the button below to verify your email address.": "E-mail мекенжайыңызды растау үшін төмендегі батырманы басыңыз.",
    "Profile": "Профиль",
    "Profile Information": "Профиль туралы ақпарат",
    "Regards": "Құрметпен",
    "Register": "Тіркеу",
    "Remember me": "Ұмытпа мені",
    "Resend Verification Email": "Тексеру Хатын Қайта Жіберу",
    "Reset Password": "Құпиясөзді қалпына келтіру",
    "Reset Password Notification": "Құпиясөзді қалпына келтіру туралы хабарландыру",
    "results": "нәтижелері",
    "Save": "Сақтау",
    "Saved.": "Сақталған.",
    "Server Error": "Сервер қатесі",
    "Service Unavailable": "Қызмет қолжетімсіз",
    "Showing": "Көрсету",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Рахмет, - деп жазылды! Жұмысқа кіріспес бұрын, сізге электрондық пошта арқылы жіберген сілтемені басу арқылы электрондық пошта мекенжайын растай аласыз ба? Егер сіз хат алмаған болсаңыз, біз сізге басқасын қуана жібереміз.",
    "The given data was invalid.": "Берілген деректер жарамсыз болды.",
    "The response is not a streamed response.": "Жауап ағынды жауап емес.",
    "The response is not a view.": "Жауап көрініс емес.",
    "This is a secure area of the application. Please confirm your password before continuing.": "Бұл қауіпсіз қолдану аймағы. Жалғастырмас бұрын құпия сөзіңізді растаңыз.",
    "This password reset link will expire in :count minutes.": "Құпия сөзді қалпына келтіру сілтемесінің қолданылу мерзімі :count минуттан кейін аяқталады.",
    "to": "к",
    "Toggle navigation": "Навигацияны ауыстыру",
    "Too Many Requests": "Тым көп сұраулар",
    "Unauthorized": "Авторизацияланған жоқ",
    "Update Password": "Құпиясөзді жаңарту",
    "Update your account's profile information and email address.": "Тіркелгі профилін және электрондық пошта мекенжайын жаңартыңыз.",
    "Verify Email Address": "Email мекенжайды растау",
    "Whoops!": "Ойбай!",
    "You are receiving this email because we received a password reset request for your account.": "Тіркелгіңізге құпия сөзді қалпына келтіру туралы сұрау келіп түскесін, сіз бұл хатты алдыңыз.",
    "You're logged in!": "Сіз жүйеге кірдіңіз!",
    "Your email address is unverified.": "Электрондық пошта мекенжайыңыз расталмаған."
}