{
    "(and :count more error)": "(ಮತ್ತು :count ಹೆಚ್ಚಿನ ದೋಷಗಳು)",
    "(and :count more errors)": "(ಮತ್ತು :count ಹೆಚ್ಚಿನ ದೋಷಗಳು)",
    "A new verification link has been sent to the email address you provided during registration.": "ಒಂದು ಹೊಸ ಪರಿಶೀಲನೆ ಲಿಂಕ್ ಮಾಡಲಾಗಿದೆ ಕಳುಹಿಸಲಾಗಿದೆ ನೀವು ಒದಗಿಸಿದ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ನೋಂದಣಿ ಸಮಯದಲ್ಲಿ.",
    "A new verification link has been sent to your email address.": "ನಿಮ್ಮ ಇಮೇಲ್ ವಿಳಾಸಕ್ಕೆ ಹೊಸ ಪರಿಶೀಲನೆ ಲಿಂಕ್ ಅನ್ನು ಕಳುಹಿಸಲಾಗಿದೆ.",
    "All rights reserved.": "ಎಲ್ಲ ಹಕ್ಕುಗಳನ್ನು ಕಾಯ್ದಿರಿಸಲಾಗಿದೆ.",
    "Already registered?": "ಈಗಾಗಲೇ ನೋಂದಾಯಿತ?",
    "Are you sure you want to delete your account?": "ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಅಳಿಸಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?",
    "Cancel": "ರದ್ದು",
    "Click here to re-send the verification email.": "ಪರಿಶೀಲನೆ ಇಮೇಲ್ ಅನ್ನು ಮರು-ಕಳುಹಿಸಲು ಇಲ್ಲಿ ಕ್ಲಿಕ್ ಮಾಡಿ.",
    "Confirm": "ಖಚಿತಪಡಿಸಿ",
    "Confirm Password": "ಪಾಸ್ವರ್ಡ್ ದೃಢೀಕರಿಸಿ",
    "Current Password": "ಪ್ರಸ್ತುತ ಪಾಸ್ವರ್ಡ್",
    "Dashboard": "ಡ್ಯಾಶ್ಬೋರ್ಡ್",
    "Delete Account": "ಖಾತೆಯನ್ನು ಅಳಿಸಿ",
    "Email": "ಇಮೇಲ್",
    "Email Password Reset Link": "ಇಮೇಲ್ ಪಾಸ್ವರ್ಡ್ ಮರುಹೊಂದಿಸಿ ಲಿಂಕ್",
    "Ensure your account is using a long, random password to stay secure.": "ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಲು ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಬಳಸಿಕೊಂಡು ಒಂದು ದೀರ್ಘ, ಯಾದೃಚ್ಛಿಕ ಪಾಸ್ವರ್ಡ್ ಸುರಕ್ಷಿತ ಉಳಿಯಲು.",
    "Forbidden": "ನಿಷೇಧಿಸಲಾಗಿದೆ",
    "Forgot your password?": "ನಿಮ್ಮ ಪಾಸ್ವರ್ಡ್ ಮರೆತಿರುವಿರಾ?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "ನಿಮ್ಮ ಪಾಸ್ವರ್ಡ್ ಮರೆತಿರುವಿರಾ? ಯಾವುದೇ ಸಮಸ್ಯೆ. ಕೇವಲ ನಮಗೆ ತಿಳಿಸಿ, ನಿಮ್ಮ ಇಮೇಲ್ ವಿಳಾಸ ಮತ್ತು ನಾವು ನೀವು ಇಮೇಲ್ ಪಾಸ್ವರ್ಡ್ ಮರುಹೊಂದಿಸಿ ಲಿಂಕ್ that will allow you to choose a new one.",
    "Go to page :page": "ಹೋಗಿ ಪುಟ :page",
    "Hello!": "ಹಲೋ!",
    "If you did not create an account, no further action is required.": "ನೀವು ಖಾತೆಯೊಂದನ್ನು ರಚಿಸದಿದ್ದರೆ, ಹೆಚ್ಚಿನ ಕ್ರಮಗಳ ಅಗತ್ಯವಿಲ್ಲ.",
    "If you did not request a password reset, no further action is required.": "ಪಾಸ್ವರ್ಡ್ ಮರುಹೊಂದಿಸಲು ನೀವು ವಿನಂತಿಸದಿದ್ದರೆ, ಹೆಚ್ಚಿನ ಕ್ರಮಗಳ ಅಗತ್ಯವಿಲ್ಲ.",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "\":actionText\" ಗುಂಡಿಯನ್ನು ಕ್ಲಿಕ್ ಮಾಡುವಲ್ಲಿ ನೀವು ತೊಂದರೆ ಹೊಂದಿದ್ದರೆ, ನಿಮ್ಮ ವೆಬ್ ಬ್ರೌಸರ್ಗೆ ಕೆಳಗಿನ URL ನಕಲಿಸಿ ಮತ್ತು ಅಂಟಿಸಿ:",
    "Invalid JSON was returned from the route.": "ಅಮಾನ್ಯ JSON ಅನ್ನು ಮಾರ್ಗದಿಂದ ಹಿಂತಿರುಗಿಸಲಾಗಿದೆ.",
    "Log in": "ಲಾಗ್",
    "Log Out": "ಲಾಗ್ ಔಟ್",
    "Login": "ಲಾಗಿನ್",
    "Logout": "ಲಾಗ್ ಔಟ್",
    "Name": "ಹೆಸರು",
    "New Password": "ಹೊಸ ಪಾಸ್ವರ್ಡ್",
    "Not Found": "ಅಲ್ಲ ಕಂಡುಬಂದಿಲ್ಲ",
    "of": "ಆಫ್",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "ಒಮ್ಮೆ ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಅಳಿಸಲಾಗಿದೆ, ಅದರ ಎಲ್ಲಾ ಸಂಪನ್ಮೂಲಗಳನ್ನು ಮತ್ತು ಡೇಟಾ ಶಾಶ್ವತವಾಗಿ ಅಳಿಸಲಾಗುತ್ತದೆ. ಮೊದಲು ಅಳಿಸಲಾಗುತ್ತಿದೆ ನಿಮ್ಮ ಖಾತೆ, ದಯವಿಟ್ಟು ಡೌನ್ಲೋಡ್ ಯಾವುದೇ ದತ್ತಾಂಶ ಅಥವಾ ಮಾಹಿತಿಯನ್ನು ನೀವು ಬಯಸುವ ಉಳಿಸಿಕೊಳ್ಳಲು.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "ಒಮ್ಮೆ ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಅಳಿಸಿದರೆ, ಅದರ ಎಲ್ಲಾ ಸಂಪನ್ಮೂಲಗಳು ಮತ್ತು ಡೇಟಾವನ್ನು ಶಾಶ್ವತವಾಗಿ ಅಳಿಸಲಾಗುತ್ತದೆ. ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಶಾಶ್ವತವಾಗಿ ಅಳಿಸಲು ನೀವು ಬಯಸುತ್ತೀರಿ ಎಂದು ಖಚಿತಪಡಿಸಲು ದಯವಿಟ್ಟು ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ನಮೂದಿಸಿ.",
    "Page Expired": "ಪುಟದ ಅವಧಿ ಮುಗಿದಿದೆ",
    "Pagination Navigation": "ಪುಟ ವಿನ್ಯಾಸ ಸಂಚರಣೆ",
    "Password": "ಪಾಸ್ವರ್ಡ್",
    "Payment Required": "ಪಾವತಿ ಅಗತ್ಯವಿದೆ",
    "Please click the button below to verify your email address.": "ನಿಮ್ಮ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ಪರಿಶೀಲಿಸಲು ಕೆಳಗಿನ ಬಟನ್ ಕ್ಲಿಕ್ ಮಾಡಿ.",
    "Profile": "ಪ್ರೊಫೈಲ್",
    "Profile Information": "ಪ್ರೊಫೈಲ್ ಮಾಹಿತಿ",
    "Regards": "ಅಭಿನಂದನೆಗಳು",
    "Register": "ನೋಂದಣಿ",
    "Remember me": "ನನಗೆ ನೆನಪು",
    "Resend Verification Email": "ಮತ್ತೆ ಕಳುಹಿಸಿ ಇಮೇಲ್ ಪರಿಶೀಲನೆ",
    "Reset Password": "ಪಾಸ್ವರ್ಡ್ ಮರುಹೊಂದಿಸಿ",
    "Reset Password Notification": "ಪಾಸ್ವರ್ಡ್ ಅಧಿಸೂಚನೆ ಮರುಹೊಂದಿಸಿ",
    "results": "ಫಲಿತಾಂಶಗಳು",
    "Save": "ಉಳಿಸಲು",
    "Saved.": "ಉಳಿಸಿದ.",
    "Server Error": "ಸರ್ವರ್ ದೋಷ",
    "Service Unavailable": "ಸೇವೆ ಲಭ್ಯವಿಲ್ಲ",
    "Showing": "ತೋರಿಸಲಾಗುತ್ತಿದೆ",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "ಧನ್ಯವಾದಗಳು ಸೈನ್ ಅಪ್! ಪ್ರಾರಂಭಿಕ ಮೊದಲು, ನೀವು ಪರಿಶೀಲಿಸಲು ನಿಮ್ಮ ಇಮೇಲ್ ವಿಳಾಸಕ್ಕೆ ಲಿಂಕ್ ಕ್ಲಿಕ್ಕಿಸಿ ನಾವು ಕೇವಲ ಇಮೇಲ್ ನೀವು? ನೀವು ಮಾಡದಿದ್ದರೆ ಸ್ವೀಕರಿಸಲು ಇಮೇಲ್, ನಾವು ಸಂತೋಷದಿಂದ ಕಳುಹಿಸಲು ನೀವು ಇನ್ನೊಂದು.",
    "The given data was invalid.": "ನೀಡಿರುವ ಡೇಟಾ ಅಮಾನ್ಯವಾಗಿದೆ.",
    "The response is not a streamed response.": "ಪ್ರತಿಕ್ರಿಯೆಯು ಸ್ಟ್ರೀಮ್ ಮಾಡಿದ ಪ್ರತಿಕ್ರಿಯೆಯಲ್ಲ.",
    "The response is not a view.": "ಪ್ರತಿಕ್ರಿಯೆ ನೋಟವಲ್ಲ.",
    "This is a secure area of the application. Please confirm your password before continuing.": "ಈ ಒಂದು ಸುರಕ್ಷಿತ ಪ್ರದೇಶದಲ್ಲಿ ಅಪ್ಲಿಕೇಶನ್. ದಯವಿಟ್ಟು ನಿಮ್ಮ ಗುಪ್ತಪದವನ್ನು ಖಚಿತಪಡಿಸಿ ಮುಂದುವರೆಯುವ ಮೊದಲು.",
    "This password reset link will expire in :count minutes.": "ಈ ಪಾಸ್ವರ್ಡ್ ಮರುಹೊಂದಿಸುವ ಲಿಂಕ್ ಈ ಅವಧಿ :count ನಿಮಿಷಗಳಲ್ಲಿ  ಮುಗಿಯುತ್ತದೆ.",
    "to": "ಗೆ",
    "Toggle navigation": "ಟಾಗಲ್ ಸಂಚರಣೆ",
    "Too Many Requests": "ಹಲವಾರು ವಿನಂತಿಗಳು",
    "Unauthorized": "ಅನಧಿಕೃತ",
    "Update Password": "ಅಪ್ಡೇಟ್ ಪಾಸ್ವರ್ಡ್",
    "Update your account's profile information and email address.": "ಅಪ್ಡೇಟ್ ನಿಮ್ಮ ಖಾತೆಯ ಪ್ರೊಫೈಲ್ ಮಾಹಿತಿ ಮತ್ತು ಇಮೇಲ್ ವಿಳಾಸ.",
    "Verify Email Address": "ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ಪರಿಶೀಲಿಸಿ",
    "Whoops!": "ಓಹ್!",
    "You are receiving this email because we received a password reset request for your account.": "ನಿಮ್ಮ ಖಾತೆಗಾಗಿ ಪಾಸ್ವರ್ಡ್ ಮರುಹೊಂದಿಸುವ ವಿನಂತಿಯನ್ನು ನಾವು ಸ್ವೀಕರಿಸಿದ್ದೇವೆಂದು ನೀವು ಈ ಇಮೇಲ್ ಅನ್ನು ಸ್ವೀಕರಿಸುತ್ತಿರುವಿರಿ.",
    "You're logged in!": "ನೀವು ಲಾಗ್ ಇನ್ ಆಗಿರುವಿರಿ!",
    "Your email address is unverified.": "ನಿಮ್ಮ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ಪರಿಶೀಲಿಸಲಾಗಿಲ್ಲ."
}