{
    "(and :count more error)": "(un vēl :count kļūdas)",
    "(and :count more errors)": "(un vēl :count kļūdas)",
    "A new verification link has been sent to the email address you provided during registration.": "Reģistrācijas laikā norādītajai e-pasta adresei ir nosūtīta jauna verifikācijas saite.",
    "A new verification link has been sent to your email address.": "Uz jūsu e-pasta adresi ir nosūtīta jauna verifikācijas saite.",
    "All rights reserved.": "Visas tiesības aizsargātas.",
    "Already registered?": "Jau reģistrēts?",
    "Are you sure you want to delete your account?": "Vai tiešām vēlaties dzēst savu kontu?",
    "Cancel": "Atcelt",
    "Click here to re-send the verification email.": "Noklikšķiniet šeit, lai atkārtoti nosūtītu verifikācijas e-pastu.",
    "Confirm": "Apstiprināt",
    "Confirm Password": "Apstiprināt Paroli",
    "Current Password": "Pašreizējā Parole",
    "Dashboard": "Panelis",
    "Delete Account": "Dzēst Kontu",
    "Email": "Pasts",
    "Email Password Reset Link": "E-Pasta Paroles Atiestatīšanas Saite",
    "Ensure your account is using a long, random password to stay secure.": "Pārliecinieties, ka Jūsu konts izmanto garu, nejaušu paroli, lai saglabātu drošību.",
    "Forbidden": "Aizliegts",
    "Forgot your password?": "Aizmirsāt paroli?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Aizmirsāt paroli? Nav problēmu. Vienkārši dariet mums zināmu savu e-pasta adresi, un mēs nosūtīsim jums paroles atiestatīšanas saiti, kas ļaus jums izvēlēties jaunu.",
    "Go to page :page": "Iet uz lapu :page",
    "Hello!": "Sveiki!",
    "If you did not create an account, no further action is required.": "Ja neesat izveidojis kontu, turpmāka darbība nav nepieciešama.",
    "If you did not request a password reset, no further action is required.": "Ja neesat pieprasījis paroles atiestatīšanu, turpmāka darbība nav nepieciešama.",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Ja jums rodas problēmas, noklikšķinot uz pogas \":actionText\", nokopējiet un ielīmējiet tālāk norādīto URL\nsavā tīmekļa pārlūkprogrammā:",
    "Invalid JSON was returned from the route.": "No maršruta tika atgriezts nederīgs JSON.",
    "Log in": "Pieteikties",
    "Log Out": "iziet",
    "Login": "Pieteikšanās",
    "Logout": "Atteikties",
    "Name": "Nosaukums",
    "New Password": "Jauna Parole",
    "Not Found": "Nav Atrasts",
    "of": "no",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Kad jūsu konts ir izdzēsts, visi tā resursi un dati tiks neatgriezeniski izdzēsti. Pirms konta dzēšanas, lūdzu, lejupielādējiet visus datus vai informāciju, kuru vēlaties saglabāt.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Kad jūsu konts tiks dzēsts, visi tā resursi un dati tiks neatgriezeniski dzēsti. Lūdzu, ievadiet savu paroli, lai apstiprinātu, ka vēlaties neatgriezeniski dzēst savu kontu.",
    "Page Expired": "Lapas Derīguma Termiņš",
    "Pagination Navigation": "Pagination Navigācija",
    "Password": "Parole",
    "Payment Required": "Nepieciešams maksājums",
    "Please click the button below to verify your email address.": "Lūdzu, noklikšķiniet uz pogas zemāk, lai pārbaudītu savu e-pasta adresi.",
    "Profile": "Profils",
    "Profile Information": "Profila Informācija",
    "Regards": "Saistībā",
    "Register": "Reģistrēts",
    "Remember me": "Atcerēties mani",
    "Resend Verification Email": "Atkārtoti Nosūtiet Verifikācijas E-Pastu",
    "Reset Password": "Atiestatīt Paroli",
    "Reset Password Notification": "Atiestatīt Paroles Paziņojumu",
    "results": "rezultāts",
    "Save": "Saglabāt",
    "Saved.": "Saglabāts.",
    "Server Error": "Servera Kļūda",
    "Service Unavailable": "Pakalpojums Nav Pieejams",
    "Showing": "Parādot",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Paldies par pierakstīšanos! Pirms sākat darbu, vai jūs varētu pārbaudīt savu e-pasta adresi, noklikšķinot uz saites, kuru mēs tikko nosūtījām jums pa e-pastu? Ja jūs nesaņēmāt e-pastu, mēs labprāt nosūtīsim jums citu.",
    "The given data was invalid.": "Norādītie dati nebija derīgi.",
    "The response is not a streamed response.": "Atbilde nav straumēta atbilde.",
    "The response is not a view.": "Atbilde nav skats.",
    "This is a secure area of the application. Please confirm your password before continuing.": "Tas ir drošs pieteikuma apgabals. Lūdzu, apstipriniet savu paroli,pirms turpināt.",
    "This password reset link will expire in :count minutes.": "Šī paroles atiestatīšanas saite beigsies :count minūtēs.",
    "to": "lai",
    "Toggle navigation": "Pārslēgt navigāciju",
    "Too Many Requests": "Pārāk Daudz Pieprasījumu",
    "Unauthorized": "Neatļauts",
    "Update Password": "Atjaunināt Paroli",
    "Update your account's profile information and email address.": "Atjauniniet sava konta profila informāciju un e-pasta adresi.",
    "Verify Email Address": "Pārbaudiet E-Pasta Adresi",
    "Whoops!": "Ak vai!",
    "You are receiving this email because we received a password reset request for your account.": "Jūs saņemat šo e-pastu, jo mēs saņēmām paroles atiestatīšanas pieprasījumu jūsu kontam.",
    "You're logged in!": "Jūs esat pieteicies!",
    "Your email address is unverified.": "Jūsu e-pasta adrese nav verificēta."
}