{
    "(and :count more error)": "(болон өөр :count алдаа)",
    "(and :count more errors)": "(болон өөр :count алдаа)",
    "A new verification link has been sent to the email address you provided during registration.": "Шинэ шалгах холбоос бүртгэлийн явцад та өгсөн и-мэйл хаяг руу илгээсэн байна.",
    "A new verification link has been sent to your email address.": "Таны имэйл хаяг руу баталгаажуулах шинэ холбоос илгээгдлээ.",
    "All rights reserved.": "Бүх эрх хуулиар хамгаалагдсан.",
    "Already registered?": "Аль хэдийн бүртгэгдсэн?",
    "Are you sure you want to delete your account?": "Та бүртгэлээ устгахдаа итгэлтэй байна уу?",
    "Cancel": "Болих",
    "Click here to re-send the verification email.": "Баталгаажуулах имэйлийг дахин илгээхийн тулд энд дарна уу.",
    "Confirm": "Баталгаажуул",
    "Confirm Password": "Нууц Үгээ Баталгаажуул",
    "Current Password": "Одоогийн Нууц Үг",
    "Dashboard": "Самбар",
    "Delete Account": "Данс Устгах",
    "Email": "И-мэйл хаяг",
    "Email Password Reset Link": "И-Мэйл Хаяг Нууц Үг Нь Дахин Эхлүүлэх Холбоос",
    "Ensure your account is using a long, random password to stay secure.": "Таны бүртгэл нь урт ашиглаж байгаа эсэхийг шалгаад, аюулгүй байхын тулд санамсаргүй нууц үг.",
    "Forbidden": "Хориотой",
    "Forgot your password?": "Нууц үгээ мартсан уу?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Нууц үгээ мартсан уу? Ямар ч асуудал. Зүгээр л АНУ-ын таны и-мэйл хаягийг мэдэгдээрэй, Бид та шинэ нэгийг нь сонгох боломжийг олгоно гэсэн нууц үг нь дахин эхлүүлэх холбоос И-мэйл болно.",
    "Go to page :page": "Хуудас :page",
    "Hello!": "Сайн байна уу!",
    "If you did not create an account, no further action is required.": "Хэрэв та данс үүсгэж чадахгүй байсан бол, ямар ч нэмэлт арга хэмжээ авах шаардлагатай байна.",
    "If you did not request a password reset, no further action is required.": "Хэрэв та нууц үгээ хүсэлт байгаа бол, ямар ч нэмэлт арга хэмжээ авах шаардлагатай байна.",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Хэрэв та асуудалтай дарж байгаа бол \":action текст\" товч, хуулбар, доорх хаяг оо\nтаны вэб браузер руу:",
    "Invalid JSON was returned from the route.": "Буруу JSON-г маршрутаас буцаасан.",
    "Log in": "Нэвтрэх",
    "Log Out": "Нэвтрэх",
    "Login": "Нэвтрэх",
    "Logout": "Гаралт",
    "Name": "Нэр",
    "New Password": "Шинэ Нууц Үг",
    "Not Found": "Олдсонгүй",
    "of": "нь",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Таны данс устгасан дараа, түүний нөөц, мэдээллийг бүх байнга устгагдах болно. Таны данс устгах өмнө, Хэрэв та хадгалахыг хүсэж байгаа ямар ч өгөгдөл, мэдээллийг татаж авна уу.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Таны бүртгэлийг устгасны дараа түүний бүх нөөц болон өгөгдөл бүрмөсөн устах болно. Бүртгэлээ бүрмөсөн устгах хүсэлтэй байгаагаа баталгаажуулахын тулд нууц үгээ оруулна уу.",
    "Page Expired": "Хуудасны Хугацаа Дууссан",
    "Pagination Navigation": "Хуудаслалт Навигацийн",
    "Password": "Нууц үг",
    "Payment Required": "Төлбөр хийх шаардлагатай",
    "Please click the button below to verify your email address.": "Доорх таны и-мэйл хаяг шалгах товчин дээр дарна уу.",
    "Profile": "Хувийн тохиргоо",
    "Profile Information": "Хувийн Мэдээлэл",
    "Regards": "Хамаараад",
    "Register": "Бүртгүүлэх",
    "Remember me": "Намайг сана",
    "Resend Verification Email": "Дахин Илгээх Шалгах И-Мэйл Хаяг",
    "Reset Password": "Дахин Тохируулах Нууц Үг",
    "Reset Password Notification": "Нууц Үгээ Мэдэгдэл",
    "results": "үр дүн",
    "Save": "Хадгалах",
    "Saved.": "Аврагдсан.",
    "Server Error": "Сервер Алдаа",
    "Service Unavailable": "Боломжгүй",
    "Showing": "Харагдаж байгаа",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Дээр гарын үсэг зурах баярлалаа! Эхлэхэд өмнө, та бид зүгээр л та и-мэйлээр холбоос дээр дарж таны и-мэйл хаягаа шалгаж болох? Хэрэв та и-мэйл хүлээн аваагүй бол, бид таныг баяртайгаар өөр илгээх болно.",
    "The given data was invalid.": "Өгөгдсөн өгөгдөл хүчингүй байна.",
    "The response is not a streamed response.": "Хариулт нь дамжуулсан хариулт биш юм.",
    "The response is not a view.": "Хариулт нь үзэл бодол биш юм.",
    "This is a secure area of the application. Please confirm your password before continuing.": "Энэ програм нь аюулгүй газар юм. Цааш үргэлжлүүлэхээсээ өмнө нууц үгээ баталгаажуулна уу.",
    "This password reset link will expire in :count minutes.": "Энэ нь нууц үг нь дахин эхлүүлэх холбоос нь дуусна :count минут.",
    "to": "тулд",
    "Toggle navigation": "Холбоо барих",
    "Too Many Requests": "Хэт Олон Хүсэлт",
    "Unauthorized": "Зөвшөөрөлгүй",
    "Update Password": "Шинэчлэх Нууц Үг",
    "Update your account's profile information and email address.": "Өөрийн бүртгэлийн хувийн мэдээлэл, И-мэйл хаягаа шинэчлэх.",
    "Verify Email Address": "И-Мэйл Хаяг Шалгах",
    "Whoops!": "Өө!",
    "You are receiving this email because we received a password reset request for your account.": "Бид таны дансанд нь нууц үг нь дахин эхлүүлэх хүсэлт хүлээн авсан учраас та энэ и-мэйл хүлээн авч байна.",
    "You're logged in!": "Та нэвтэрсэн байна!",
    "Your email address is unverified.": "Таны имэйл хаяг баталгаажаагүй байна."
}