{
    "(and :count more error)": "(आणि आणखी :count त्रुटी)",
    "(and :count more errors)": "(आणि आणखी :count त्रुटी)",
    "A new verification link has been sent to the email address you provided during registration.": "नवीन सत्यापण दुवा तुम्ही नोंदणी दरम्यान प्रदान केलेल्या ईमेल पत्त्यावर पाठविण्यात आली आहे.",
    "A new verification link has been sent to your email address.": "तुमच्या ईमेल पत्त्यावर एक नवीन पडताळणी लिंक पाठवली गेली आहे.",
    "All rights reserved.": "सर्व हक्क राखीव.",
    "Already registered?": "आधीच नोंदणी झाली आहे?",
    "Are you sure you want to delete your account?": "तुमची खात्री आहे की तुम्ही तुमचे खाते हटवू इच्छिता?",
    "Cancel": "रद्द करा",
    "Click here to re-send the verification email.": "सत्यापन ईमेल पुन्हा पाठवण्यासाठी येथे क्लिक करा.",
    "Confirm": "पुष्टी",
    "Confirm Password": "संकेतशब्दाची पुष्टी करा",
    "Current Password": "वर्तमान संकेतशब्द",
    "Dashboard": "डॅशबोर्ड",
    "Delete Account": "खाते हटवा",
    "Email": "ईमेल",
    "Email Password Reset Link": "ईमेल संकेतशब्द रिसेट दुवा",
    "Ensure your account is using a long, random password to stay secure.": "तुमचे खाते सुरक्षित राहण्यासाठी लांब, यादृच्छिक संकेतशब्द वापरत असल्याची खात्री करा",
    "Forbidden": "निषिद्ध",
    "Forgot your password?": "तुमचा संकेतशब्द विसरलात?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "तुमचा संकेतशब्द विसरलात? हरकत नाही. आम्हाला फक्त तुमचा ईमेल पत्ता कळवा आणि आम्ही तुम्हाला संकेतशब्द रीसेट दुवा ईमेल करू जे तुम्हाला नवीन निवडण्याची परवानगी देईल.",
    "Go to page :page": "पृष्ठावर जा :page",
    "Hello!": "नमस्कार!",
    "If you did not create an account, no further action is required.": "आपण खाते तयार केले नसल्यास, पुढील कारवाईची आवश्यकता नाही.",
    "If you did not request a password reset, no further action is required.": "आपण संकेतशब्द रीसेट करण्याची विनंती केली नसल्यास, पुढील कारवाईची आवश्यकता नाही.",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "जर तुम्हाला \":actionText\" बटण क्लिक करण्यात समस्या येत आहे, तर हा URL कॉपी आणि तुमच्या वेब ब्राउजर मध्ये पेस्ट करा:",
    "Invalid JSON was returned from the route.": "अवैध JSON मार्गावरून परत आला.",
    "Log in": "लॉग इन",
    "Log Out": "लॉग आउट",
    "Login": "लॉग इन",
    "Logout": "लॉग आउट",
    "Name": "नाव",
    "New Password": "नवीन संकेतशब्द",
    "Not Found": "आढळले नाही",
    "of": "चा",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "एकदा तुमचे खाते हटवले की, तिचे सर्व संसाधने आणि डेटा कायमचा हटवला जाईल. आपले खाते हटवण्यापूर्वी, कृपया आपण ठेवू इच्छित कोणताही डेटा किंवा माहिती डाउनलोड करा.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "एकदा तुमचे खाते हटवले की, त्यातील सर्व संसाधने आणि डेटा कायमचा हटवला जाईल. तुम्ही तुमचे खाते कायमचे हटवू इच्छिता याची पुष्टी करण्यासाठी कृपया तुमचा पासवर्ड एंटर करा.",
    "Page Expired": "पृष्ठ कालबाह्य झाले",
    "Pagination Navigation": "पृष्ठन नेव्हिगेशन",
    "Password": "संकेतशब्द",
    "Payment Required": "पेमेंट आवश्यक आहे",
    "Please click the button below to verify your email address.": "कृपया आपला ईमेल पत्ता सत्यापित करण्यासाठी खालील बटणावर क्लिक करा.",
    "Profile": "प्रोफाइल",
    "Profile Information": "प्रोफाइल माहिती",
    "Regards": "विनम्र",
    "Register": "नोंदणी करा",
    "Remember me": "मला लक्षात ठेवा",
    "Resend Verification Email": "सत्यापन ईमेल पुन्हा पाठवा",
    "Reset Password": "संकेतशब्द रीसेट करा",
    "Reset Password Notification": "संकेतशब्द रीसेट अधिसूचना",
    "results": "परिणाम",
    "Save": "जतन करा",
    "Saved.": "जतन केले",
    "Server Error": "सर्व्हर त्रुटी",
    "Service Unavailable": "सेवा उपलब्ध नाही",
    "Showing": "दर्शवित आहे",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "साइन अप केल्याबद्दल धन्यवाद! प्रारंभ करण्यापूर्वी, आम्ही आपल्याला ईमेल केलेल्या दुव्यावर क्लिक करून आपण आपला ईमेल पत्ता सत्यापित करू शकता? तुम्हाला ईमेल न मिळाल्यास, आम्ही तुम्हाला आनंदाने दुसरा पाठवू.",
    "The given data was invalid.": "दिलेला डेटा अवैध होता.",
    "The response is not a streamed response.": "प्रतिसाद हा प्रवाहित प्रतिसाद नाही.",
    "The response is not a view.": "प्रतिसाद हे दृश्य नाही.",
    "This is a secure area of the application. Please confirm your password before continuing.": "हा अनुप्रयोग एक सुरक्षित क्षेत्र आहे. कृपया आपला संकेतशब्द चालू करण्यापूर्वी पुष्टी करा.",
    "This password reset link will expire in :count minutes.": "ही संकेतशब्द रीसेट लिंक :count मिनिटात कालबाह्य होईल.",
    "to": "प्रति",
    "Toggle navigation": "नेव्हिगेशन बदला",
    "Too Many Requests": "बर्याच विनंत्या",
    "Unauthorized": "अनधिकृत",
    "Update Password": "संकेतशब्द अद्यतन करा",
    "Update your account's profile information and email address.": "आपल्या खात्याच्या प्रोफाइल माहिती आणि ईमेल पत्ता अद्यतन करा.",
    "Verify Email Address": "ईमेल पत्ता सत्यापित करा",
    "Whoops!": "अरेरे!",
    "You are receiving this email because we received a password reset request for your account.": "आपल्याला हे ईमेल प्राप्त झाले कारण आम्हाला आपल्या खात्यासाठी संकेतशब्द रीसेट विनंती मिळाली.",
    "You're logged in!": "तुम्ही लॉग इन आहात!",
    "Your email address is unverified.": "तुमचा ईमेल पत्ता असत्यापित आहे."
}