{
    "(and :count more error)": "(dan :count lagi ralat)",
    "(and :count more errors)": "(dan :count lagi ralat)",
    "A new verification link has been sent to the email address you provided during registration.": "Pautan pengesahan baharu telah dihantar ke alamat e-mel yang anda berikan semasa pendaftaran.",
    "A new verification link has been sent to your email address.": "Pautan pengesahan baharu telah dihantar ke alamat e-mel anda.",
    "All rights reserved.": "Hak cipta terpelihara.",
    "Already registered?": "Sudah mendaftar?",
    "Are you sure you want to delete your account?": "Adakah anda pasti mahu memadamkan akaun anda?",
    "Cancel": "Membatalkan",
    "Click here to re-send the verification email.": "Klik di sini untuk menghantar semula e-mel pengesahan.",
    "Confirm": "Mengesahkan",
    "Confirm Password": "Sahkan Kata Laluan",
    "Current Password": "Semasa Kata Laluan",
    "Dashboard": "Pemuka",
    "Delete Account": "Padam Akaun",
    "Email": "E-mel",
    "Email Password Reset Link": "E-mel Pautan Tetapan Semula Kata Laluan",
    "Ensure your account is using a long, random password to stay secure.": "Memastikan akaun anda menggunakan yang lama, rawak kata laluan untuk yang selamat.",
    "Forbidden": "Dilarang",
    "Forgot your password?": "Lupa password anda?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Lupa password anda? Tidak ada masalah. Hanya beritahu kami alamat email anda dan kami akan email anda kata laluan semula link yang akan membenarkan anda untuk memilih satu yang baru.",
    "Go to page :page": "Pergi ke halaman :page",
    "Hello!": "Helo!",
    "If you did not create an account, no further action is required.": "Jika anda tidak membuat akaun, tiada tindakan lanjut diperlukan.",
    "If you did not request a password reset, no further action is required.": "Jika anda tidak meminta tetapan semula kata laluan, tiada tindakan lanjut diperlukan.",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Sekiranya anda menghadapi masalah klik butang \":actionText\", salin dan tampal URL di bawah\nke pelayar web anda:",
    "Invalid JSON was returned from the route.": "JSON yang tidak sah telah dikembalikan daripada laluan.",
    "Log in": "Dalam Log",
    "Log Out": "Log keluar",
    "Login": "Log masuk",
    "Logout": "Log keluar",
    "Name": "Nama",
    "New Password": "Kata Laluan Baru",
    "Not Found": "Tidak Ditemui",
    "of": "dari",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Setelah akaun anda yang dihapuskan, semua sumber dan data akan dipadam selamanya. Sebelum memotong akaun anda, sila turun apa-apa data atau maklumat yang anda ingin menyimpan.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Setelah akaun anda dipadamkan, semua sumber dan datanya akan dipadamkan secara kekal. Sila masukkan kata laluan anda untuk mengesahkan anda ingin memadamkan akaun anda secara kekal.",
    "Page Expired": "Halaman Tamat Tempoh",
    "Pagination Navigation": "Muka Surat Navigasi",
    "Password": "Kata laluan",
    "Payment Required": "pembayaran diperlukan",
    "Please click the button below to verify your email address.": "Sila klik butang di bawah untuk mengesahkan alamat e-mel anda.",
    "Profile": "Profil",
    "Profile Information": "Maklumat Profil",
    "Regards": "Salam",
    "Register": "Daftar",
    "Remember me": "Ingat saya",
    "Resend Verification Email": "Hantar Semula Pengesahan E-Mel",
    "Reset Password": "Tetap Semula Kata Laluan",
    "Reset Password Notification": "Tetap Semula Pemberitahuan Kata Laluan",
    "results": "keputusan",
    "Save": "Simpan",
    "Saved.": "Disimpan.",
    "Server Error": "Pelayan Ralat",
    "Service Unavailable": "Perkhidmatan tidak tersedia",
    "Showing": "Menunjukkan",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Terima kasih untuk mendaftar! Sebelum mulai, kau boleh mengesahkan alamat email anda dengan mengklik pada link kami hanya melalui email kepada anda? Jika kau tidak menerima email, kami dengan senang hati akan menghantar yang lain.",
    "The given data was invalid.": "Data yang diberikan adalah tidak sah.",
    "The response is not a streamed response.": "Tanggapan itu bukan respons yang distrim.",
    "The response is not a view.": "Tanggapan bukan pandangan.",
    "This is a secure area of the application. Please confirm your password before continuing.": "Ini adalah kawasan yang selamat permohonan. Sila sahkan kata laluan anda sebelum melanjutkan.",
    "This password reset link will expire in :count minutes.": "Ini laluan semula link akan tamat dalam :count minit.",
    "to": "untuk",
    "Toggle navigation": "Togol navigasi",
    "Too Many Requests": "Terlalu Banyak Permintaan",
    "Unauthorized": "Tiada dibenarkan",
    "Update Password": "Kini Kata Laluan",
    "Update your account's profile information and email address.": "Kini akaun anda maklumat profil dan alamat e-mel.",
    "Verify Email Address": "Mengesahkan Alamat E-Mel",
    "Whoops!": "Alamak!",
    "You are receiving this email because we received a password reset request for your account.": "Anda menerima e-mel ini kerana kami menerima permintaan tetap semula kata laluan untuk akaun anda.",
    "You're logged in!": "Anda telah log masuk!",
    "Your email address is unverified.": "Alamat e-mel anda tidak disahkan."
}