{
    "(and :count more error)": "(og :count feil til)",
    "(and :count more errors)": "(og :count feil til)",
    "A new verification link has been sent to the email address you provided during registration.": "En ny bekreftelseskobling er sendt til e-postadressen du oppga under registreringen.",
    "A new verification link has been sent to your email address.": "En ny bekreftelseslenke er sendt til e-postadressen din.",
    "All rights reserved.": "Alle rettigheter forbeholdt.",
    "Already registered?": "Allerede registrert?",
    "Are you sure you want to delete your account?": "Er du sikker på at du vil slette kontoen din?",
    "Cancel": "Avbryt",
    "Click here to re-send the verification email.": "Klikk her for å sende bekreftelses-e-posten på nytt.",
    "Confirm": "Bekreft",
    "Confirm Password": "Bekreft passord",
    "Current Password": "Nåværende passord",
    "Dashboard": "Dashboard",
    "Delete Account": "Slett konto",
    "Email": "E-post",
    "Email Password Reset Link": "Link for tilbakestilling av e-postpassord",
    "Ensure your account is using a long, random password to stay secure.": "Forsikre deg om at kontoen din bruker et langt, tilfeldig passord for å være sikker.",
    "Forbidden": "Forbudt",
    "Forgot your password?": "Glemt passordet ditt?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Glemt passordet? Ikke noe problem. Bare gi oss beskjed om e-postadressen din, så sender vi deg en lenke for tilbakestilling av passord som lar deg velge en ny.",
    "Go to page :page": "Gå til side :page",
    "Hello!": "Hallo!",
    "If you did not create an account, no further action is required.": "Dersom du ikke har opprettet en konto, trenger du ikke foreta deg noe.",
    "If you did not request a password reset, no further action is required.": "Hvis du ikke har bedt om å nullstille passordet, trenger du ikke foreta deg noe.",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Dersom du har problemer med å klikke \":actionText\"-knappen, kopier og lim nettadressen nedenfor\ninn i nettleseren din:",
    "Invalid JSON was returned from the route.": "Ugyldig JSON ble returnert fra ruten.",
    "Log in": "Logg inn",
    "Log Out": "Logg ut",
    "Login": "Logg inn",
    "Logout": "Logg ut",
    "Name": "Navn",
    "New Password": "Nytt passord",
    "Not Found": "Ikke funnet",
    "of": "av",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Når kontoen din er slettet, blir alle ressursene og dataene slettet permanent. Før du sletter kontoen din, må du laste ned all data eller informasjon du vil beholde.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Når kontoen din er slettet, slettes alle ressursene og dataene permanent. Skriv inn passordet ditt for å bekrefte at du ønsker å slette kontoen din permanent.",
    "Page Expired": "Siden har utløpt",
    "Pagination Navigation": "Paginering navigasjon",
    "Password": "Passord",
    "Payment Required": "Betaling kreves",
    "Please click the button below to verify your email address.": "Vennligst klikk på knappen nedenfor for å bekrefte e-postadressen din.",
    "Profile": "Profil",
    "Profile Information": "Profil informasjon",
    "Regards": "Vennlig hilsen",
    "Register": "Registrer",
    "Remember me": "Husk meg",
    "Resend Verification Email": "Send bekreftelses-e-post på nytt",
    "Reset Password": "Nullstill passord",
    "Reset Password Notification": "Varsling om å nullstille passord",
    "results": "resultater",
    "Save": "Lagre",
    "Saved.": "Lagret.",
    "Server Error": "Serverfeil",
    "Service Unavailable": "Tjenesten er utilgjengelig",
    "Showing": "Viser",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Takk for at du registrerte deg! Før du begynte, kunne du bekrefte e-postadressen din ved å klikke på lenken vi nettopp sendte deg? Hvis du ikke mottok e-posten, sender vi deg en ny.",
    "The given data was invalid.": "De oppgitte dataene var ugyldige.",
    "The response is not a streamed response.": "Svaret er ikke et strømmet svar.",
    "The response is not a view.": "Svaret er ikke et syn.",
    "This is a secure area of the application. Please confirm your password before continuing.": "Dette er et sikkert område av applikasjonen. Bekreft passordet ditt før du fortsetter.",
    "This password reset link will expire in :count minutes.": "Lenken for å nullstille passordet utløper om :count minutter.",
    "to": "til",
    "Toggle navigation": "Vis/skjul navigasjon",
    "Too Many Requests": "For mange forespørsler",
    "Unauthorized": "Uautorisert",
    "Update Password": "Oppdater passord",
    "Update your account's profile information and email address.": "Oppdater kontoinformasjonen og e-postadressen til kontoen din.",
    "Verify Email Address": "Bekreft e-postadresse",
    "Whoops!": "Oisann!",
    "You are receiving this email because we received a password reset request for your account.": "Du får denne e-posten fordi vi har mottatt og forespørsel om å nullstille passordet til kontoen din.",
    "You're logged in!": "Du er logget inn!",
    "Your email address is unverified.": "E-postadressen din er ubekreftet."
}