{
    "(and :count more error)": "(र १०० थप त्रुटि)",
    "(and :count more errors)": "(र १०० थप त्रुटिहरू)",
    "A new verification link has been sent to the email address you provided during registration.": "एक नयाँ प्रमाणिकरण लिंक गरिएको छ, इमेल ठेगाना पठाइएको छ. तपाईं प्रदान समयमा दर्ता.",
    "A new verification link has been sent to your email address.": "तपाईंको इमेल ठेगानामा एउटा नयाँ प्रमाणीकरण लिङ्क पठाइएको छ।",
    "All rights reserved.": "सबै अधिकार सुरक्षित।",
    "Already registered?": "पहिले नै दर्ता?",
    "Are you sure you want to delete your account?": "के तपाइँ तपाइँको खाता मेटाउन निश्चित हुनुहुन्छ?",
    "Cancel": "रद्द",
    "Click here to re-send the verification email.": "प्रमाणीकरण इमेल पुन: पठाउन यहाँ क्लिक गर्नुहोस्।",
    "Confirm": "पुष्टि",
    "Confirm Password": "पासवर्ड सुनिश्चित गर्नुहोस",
    "Current Password": "हालको पासवर्ड",
    "Dashboard": "ड्यासबोर्ड",
    "Delete Account": "मेट्नुहोस् खाता",
    "Email": "इमेल",
    "Email Password Reset Link": "इमेल पासवर्ड रिसेट लिङ्क",
    "Ensure your account is using a long, random password to stay secure.": "सुनिश्चित आफ्नो खाता प्रयोग छ, एक लामो अनियमित पासवर्ड सुरक्षित रहन.",
    "Forbidden": "निषेध गरिएको",
    "Forgot your password?": "आफ्नो पासवर्ड बिर्सिनुभयो?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "आफ्नो पासवर्ड बिर्सिनुभयो? कुनै समस्या छ ।  Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.",
    "Go to page :page": "जानुहोस् पृष्ठ :page",
    "Hello!": "नमस्कार!",
    "If you did not create an account, no further action is required.": "यदि तपाईंले खाता सिर्जना गर्नुभएको छैन भने, अगाडि कुनै कार्यको आवश्यक पर्दैन।",
    "If you did not request a password reset, no further action is required.": "यदि तपाईंले पासवर्ड रिसेट अनुरोध गर्नुभएन भने, अगाडि कुनै कार्य आवश्यक पर्दैन।",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "यदि तपाईंलाई क्लिक गर्दा समस्या भइरहेको छ भने \":actionText\" बटन, प्रतिलिपि गरेर तल URL लाई टाँस्नुहोस् वेब n तपाइँको वेब ब्राउजर:",
    "Invalid JSON was returned from the route.": "अवैध JSON मार्गबाट ​​फिर्ता गरियो।",
    "Log in": "लग - इन",
    "Log Out": "लग आउट",
    "Login": "लगइन",
    "Logout": "लगआउट",
    "Name": "नाम",
    "New Password": "नयाँ पासवर्ड",
    "Not Found": "फेला परेन",
    "of": "को",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "एक पटक आफ्नो खाता मेटिएको छ, सबै को आफ्नो स्रोत र डाटा will be permanently deleted. पहिले deleting your account, please डाउनलोड कुनै पनि डाटा वा जानकारी तपाईं इच्छा राख्नु गर्न.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "एक पटक तपाईंको खाता मेटिएपछि, यसका सबै स्रोतहरू र डाटा स्थायी रूपमा मेटिने छन्। तपाईं आफ्नो खाता स्थायी रूपमा मेटाउन चाहनुहुन्छ भनेर पुष्टि गर्न कृपया आफ्नो पासवर्ड प्रविष्ट गर्नुहोस्।",
    "Page Expired": "पृष्ठ समयावधि सकियो",
    "Pagination Navigation": "पेजमा नम्बर रखाइ अन्वेषण",
    "Password": "पासवर्ड",
    "Payment Required": "भुक्तानी आवश्यक छ",
    "Please click the button below to verify your email address.": "कृपया तलको बटन क्लिक गर्नुहोस् तपाईंको ईमेल ठेगाना प्रमाणित गर्न।",
    "Profile": "प्रोफाइल",
    "Profile Information": "प्रोफाइल जानकारी",
    "Regards": "सादर",
    "Register": "दर्ता गर्नुहोस्",
    "Remember me": "मलाई सम्झना",
    "Resend Verification Email": "फेरी प्रमाणिकरण इमेल",
    "Reset Password": "पासवर्ड रिसेट गर्नुहोस्",
    "Reset Password Notification": "पासवर्ड सूचना रिसेट गर्नुहोस्",
    "results": "परिणाम",
    "Save": "बचत",
    "Saved.": "मुक्ति ।",
    "Server Error": "सर्भर त्रुटि",
    "Service Unavailable": "सेवा अनुपलब्ध",
    "Showing": "देखाउने",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "धन्यवाद लागि साइन अप! सुरु रही अघि सक्छ, तपाईं प्रमाणित गर्न आफ्नो इमेल ठेगाना लिंक मा क्लिक गरेर, हामी बस emailed to you? If you didn ' t receive the email, we will खुसीसाथ तपाईं पठाउन अर्को.",
    "The given data was invalid.": "दिइएको डाटा अमान्य थियो।",
    "The response is not a streamed response.": "प्रतिक्रिया स्ट्रिम गरिएको प्रतिक्रिया होइन।",
    "The response is not a view.": "प्रतिक्रिया दृश्य होइन।",
    "This is a secure area of the application. Please confirm your password before continuing.": "यो एक सुरक्षित क्षेत्र को आवेदन. कृपया आफ्नो पासवर्ड पुष्टि पहिले जारी.",
    "This password reset link will expire in :count minutes.": "यस पासवर्ड रिसेट लिंकको म्याद सकिन्छ :count minutes.",
    "to": "गर्न",
    "Toggle navigation": "टगल नेभिगेसन",
    "Too Many Requests": "धेरै धेरै अनुरोधहरू",
    "Unauthorized": "अनधिकृत",
    "Update Password": "अपडेट Password",
    "Update your account's profile information and email address.": "अपडेट आफ्नो खातामा प्रोफाइल जानकारी र इमेल ठेगाना.",
    "Verify Email Address": "ईमेल ठेगाना प्रमाणित गर्नुहोस्",
    "Whoops!": "उफ्!",
    "You are receiving this email because we received a password reset request for your account.": "तपाईं यो ईमेल प्राप्त गर्दै हुनुहुन्छ किनकि हामीले तपाईंको खाताको लागि पासवर्ड रिसेट अनुरोध प्राप्त गर्यौं।",
    "You're logged in!": "तपाईं लग इन हुनुहुन्छ!",
    "Your email address is unverified.": "तपाईंको इमेल ठेगाना अप्रमाणित छ।"
}