{
    "(and :count more error)": "(او :count نورې تېروتنې)",
    "(and :count more errors)": "(او :count نورې غلطۍ)",
    "A new verification link has been sent to the email address you provided during registration.": "یو نوی تایید لینک هغه بریښنالیک ته لیږل شوی چې تاسو د راجسټریشن پرمهال چمتو کړی و.",
    "A new verification link has been sent to your email address.": "یو نوی تایید لینک ستاسو بریښنالیک ته لیږل شوی.",
    "All rights reserved.": "ټول حقونه خوندي دي",
    "Already registered?": "له مخکي نه ثبت شوي؟",
    "Are you sure you want to delete your account?": "ایا تاسو ډاډه یاست چې تاسو غواړئ خپل حساب حذف کړئ؟",
    "Cancel": "لغوه کړئ",
    "Click here to re-send the verification email.": "د تایید بریښنالیک بیا لیږلو لپاره دلته کلیک وکړئ.",
    "Confirm": "تایید کړه",
    "Confirm Password": "پټنوم) تایید لپاره)",
    "Current Password": "اوسنی رمز",
    "Dashboard": "ډشبورډ",
    "Delete Account": "حساب ړنګ کړئ",
    "Email": "ایمیل",
    "Email Password Reset Link": "د بریښنالیک پاسورډ بیا تنظیم کول لینک",
    "Ensure your account is using a long, random password to stay secure.": "ډاډ ترلاسه کړئ چې ستاسو حساب د خوندي پاتې کیدو لپاره اوږد ، تصادفي پاسورډ کاروي.",
    "Forbidden": "دا منع ده",
    "Forgot your password?": "پټ نوم مو هیر شوی؟",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "پټ نوم مو هیر شوی؟ کومه خبره نده. یوازې موږ ته خپل بریښنالیک آدرس راکړئ او موږ به تاسو ته د پټنوم بیا تنظیم کولو لینک بریښنالیک درکړو چې تاسو ته به اجازه درکړي یو نوی غوره کړئ.",
    "Go to page :page": ":Page پاڼې ته لاړ شئ",
    "Hello!": "سلام!",
    "If you did not create an account, no further action is required.": "که تاسو دا بریښنالیک نه پېژني، نو تاسو اړتیا نلرئ چې کوم ګام پورته کړئ",
    "If you did not request a password reset, no further action is required.": "که تاسو د پاسورډ بدلون بدل نه غواړئ، نو تاسو اړتیا نلرئ چې کوم اقدام ترسره کړئ.",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "که تاسو د تڼۍ کلیک کولو کې ستونزې لرئ \":actionText\", د خپل براوزر په لاندینۍ url کې د ا کاپي / کاپی جوړول که :",
    "Invalid JSON was returned from the route.": "ناسم JSON له لارې څخه راستانه شوی.",
    "Log in": "د ننه کیدل",
    "Log Out": "وتل",
    "Login": "ننوتل",
    "Logout": "وتل",
    "Name": "نوم",
    "New Password": "نوئ پټ نوم",
    "Not Found": "پیدا نشو",
    "of": "د",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "یوځل چې ستاسو حساب حذف شي ، د هغې ټولې سرچینې او معلومات به د تل لپاره حذف شي. مخکې له دې چې خپل حساب حذف کړئ، مهرباني وکړئ کوم معلومات یا معلومات ډاونلوډ کړئ چې تاسو یې ساتل غواړئ.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "یوځل چې ستاسو حساب حذف شي ، د هغې ټولې سرچینې او معلومات به د تل لپاره حذف شي. مهرباني وکړئ خپل پټنوم دننه کړئ ترڅو تایید کړئ چې تاسو غواړئ خپل حساب د تل لپاره حذف کړئ.",
    "Page Expired": "ختم شوی پاڼې",
    "Pagination Navigation": "د مخ نیوی کول",
    "Password": "پاسورډ",
    "Payment Required": "تادیه اړینه ده",
    "Please click the button below to verify your email address.": "د خپل بریښنالیک پته د تایید لپاره لاندې تڼۍ باندې کلیک وکړئ.",
    "Profile": "پروفایل",
    "Profile Information": "د پروفایل معلومات",
    "Regards": "مننه",
    "Register": "د نوم ثبتول",
    "Remember me": "ما په یاد ولره",
    "Resend Verification Email": "د تایید بریښنالیک بیا واستوئ",
    "Reset Password": "پاسورډ بیا رغول",
    "Reset Password Notification": "د پاسورډ بیا رغول خبرتیا",
    "results": "پایلې",
    "Save": "خوندي کړئ",
    "Saved.": "خوندي شوی.",
    "Server Error": "د سرور تېروتنه",
    "Service Unavailable": "خدمت نشته",
    "Showing": "ښودل",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "د لاسلیک کولو لپاره مننه! د پیل کولو دمخه، تاسو کولی شئ خپل بریښنالیک آدرس د هغه لینک په کلیک کولو سره تایید کړئ چې موږ تاسو ته بریښنالیک کړی؟ که تاسو بریښنالیک نه وي ترلاسه کړی، موږ به په خوښۍ سره تاسو ته بل ولیږو.",
    "The given data was invalid.": "ورکړل شوي معلومات ناسم وو.",
    "The response is not a streamed response.": "ځواب یو منظم غبرګون ندی.",
    "The response is not a view.": "ځواب نظر نه دی.",
    "This is a secure area of the application. Please confirm your password before continuing.": "دا د غوښتنلیک یوه خوندي سیمه ده. مهرباني وکړئ د دوام ورکولو دمخه خپل پټنوم تایید کړئ.",
    "This password reset link will expire in :count minutes.": "د دې پټنوم بیا تنظیم کول به په :count دقیقو کې پای ته ورسیږي.",
    "to": "ته",
    "Toggle navigation": "نیویگیشن بدل کړئ",
    "Too Many Requests": "ډیری غوښتنې",
    "Unauthorized": "غیر مجاز",
    "Update Password": "پټنوم تازه کړئ",
    "Update your account's profile information and email address.": "د خپل حساب پروفایل معلومات او بریښنالیک آدرس تازه کړئ.",
    "Verify Email Address": "د بریښنالیک پته تایید کړئ",
    "Whoops!": "هوګونه！",
    "You are receiving this email because we received a password reset request for your account.": "موږ ستاسو د پاسورډ بیا رغول غوښتنه ترلاسه کړه.",
    "You're logged in!": "تاسو ننوتلی یاست!",
    "Your email address is unverified.": "ستاسو بریښنالیک آدرس غیر تصدیق شوی."
}