{
    "(and :count more error)": "(සහ තවත් දෝෂ :countක්)",
    "(and :count more errors)": "(සහ තවත් වැරදි :countක්)",
    "A new verification link has been sent to the email address you provided during registration.": "නව තහවුරු කිරීමේ සබැඳිය වෙත යවා ඇති විද්යුත් තැපැල් ලිපිනය ඔබ සපයන තුළ ලියාපදිංචි.",
    "A new verification link has been sent to your email address.": "ඔබගේ ඊමේල් ලිපිනයට නව සත්‍යාපන සබැඳියක් යවා ඇත.",
    "All rights reserved.": "සියලු හිමිකම් ඇවිරිණි.",
    "Already registered?": "දැනටමත් ලියාපදිංචි?",
    "Are you sure you want to delete your account?": "ඔබට ඔබගේ ගිණුම මැකීමට අවශ්‍ය බව විශ්වාසද?",
    "Cancel": "අවලංගු",
    "Click here to re-send the verification email.": "සත්‍යාපන විද්‍යුත් තැපෑල නැවත යැවීමට මෙතන ක්ලික් කරන්න.",
    "Confirm": "තහවුරු",
    "Confirm Password": "මුරපදය තහවුරු කරන්න",
    "Current Password": "වත්මන් මුරපදය",
    "Dashboard": "උපකරණ පුවරුව",
    "Delete Account": "ගිණුම මකා",
    "Email": "ඊ-තැපැල්",
    "Email Password Reset Link": "ඊ-තැපැල් මුරපදය නැවත සකස් ලින්ක්",
    "Ensure your account is using a long, random password to stay secure.": "සහතික ඔබේ ගිණුම භාවිතා දිගු, අහඹු මුරපදය ඉන්න සුරක්ෂිත.",
    "Forbidden": "තහනම්",
    "Forgot your password?": "ඔබගේ මුර පදය අමතකද?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "ඔබගේ මුර පදය අමතකද? කිසිදු ප්රශ්නයක්. යන්තම් අපට දන්වන්න, ඔබගේ ඊ-තැපැල් ලිපිනය සහ අපි ඔබ ඊ-තැපැල් මුරපදය නැවත සකස් කරන බව සබැඳියක් ඔබ තෝරා ගැනීමට ඉඩ අලුත් එකක්.",
    "Go to page :page": "යන්න පිටුව :page",
    "Hello!": "හෙලෝ!",
    "If you did not create an account, no further action is required.": "ඔබ නිර්මාණය කළේ නැත ගිණුමක්, තවදුරටත් පියවර අවශ්ය වේ.",
    "If you did not request a password reset, no further action is required.": "ඔබ ඉල්ලා නැත මුරපදය නැවත සකස්, තවදුරටත් පියවර අවශ්ය වේ.",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "ඔබට \":actionText\" බොත්තම එබීමේ ගැටලුවක් පවතීනම්, URL එක වෙබ් බ්‍රවුසරයට කොපි පේස්ට් කරනන්:",
    "Invalid JSON was returned from the route.": "අවලංගු JSON මාර්ගයෙන් ආපසු ලබා දෙන ලදී.",
    "Log in": "වන්න",
    "Log Out": "ලඝු-සටහන පිටතට",
    "Login": "ලොගින් වන්න",
    "Logout": "Logout",
    "Name": "නම",
    "New Password": "නව මුරපදය",
    "Not Found": "සොයාගෙන නැත",
    "of": "ක",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "වරක් ඔබේ ගිණුම මකා දමන, එහි සියලු සම්පත් හා දත්ත ස්ථිර මකා. මකාදැමීමට පෙර, ඔබගේ ගිණුම, බාගත කරුණාකර ඕනෑම දත්ත හෝ තොරතුරු ඔබ කැමති රඳවා ගැනීමට.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "ඔබගේ ගිණුම මකා දැමූ පසු, එහි සියලු සම්පත් සහ දත්ත ස්ථිරවම මකා දැමෙනු ඇත. ඔබගේ ගිණුම ස්ථිරවම මකා දැමීමට ඔබ කැමති බව තහවුරු කිරීමට කරුණාකර ඔබගේ මුරපදය ඇතුලත් කරන්න.",
    "Page Expired": "පිටුව කල් ඉකුත්",
    "Pagination Navigation": "පිගත සංචලනය",
    "Password": "මුරපදය",
    "Payment Required": "ගෙවීම අවශ්යයි",
    "Please click the button below to verify your email address.": "පහත දැක්වෙන බොත්තම ක්ලික් කරන්න තහවුරු කිරීමට ඔබගේ ඊ-තැපැල් ලිපිනය.",
    "Profile": "පැතිකඩ",
    "Profile Information": "පැතිකඩ තොරතුරු",
    "Regards": "ශුබාශින්ෂණ",
    "Register": "ලියාපදිංචි",
    "Remember me": "මට මතක",
    "Resend Verification Email": "නැවත භාරදුන් තහවුරු ඊ-තැපැල්",
    "Reset Password": "මුරපදය යළි පිහිටුවන්න",
    "Reset Password Notification": "මුරපදය යළි පිහිටුවන්න නිවේදනය",
    "results": "ප්රතිඵල",
    "Save": "ඉතිරි",
    "Saved.": "බේරුවා.",
    "Server Error": "සේවාදායක දෝෂයක්",
    "Service Unavailable": "සේවා නොමැත",
    "Showing": "පෙන්වන්නේ",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "ස්තුතියි අත්සන්! ආරම්භ වීමට පෙර, ඔබ හැකි තහවුරු, ඔබගේ ඊ-තැපැල් ලිපිනය මත ක්ලික් කිරීමෙන්, මෙම සබැඳිය අපි ඔබට ඊ-තැපැල්? ඔබ නම් නෑ, ලැබෙන විද්යුත් තැපෑල, අපි සතුටින් යැවීමට ඔබ තවත්.",
    "The given data was invalid.": "ලබා දී ඇති දත්ත වලංගු නොවේ.",
    "The response is not a streamed response.": "ප්‍රතිචාරය ප්‍රවාහ ප්‍රතිචාරයක් නොවේ.",
    "The response is not a view.": "ප්‍රතිචාරය දැක්මක් නොවේ.",
    "This is a secure area of the application. Please confirm your password before continuing.": "මෙම ආරක්ෂිත ප්රදේශයේ අයදුම් වේ. කරුණාකර තහවුරු කිරීමට පෙර ඔබගේ මුරපදය දිගටම.",
    "This password reset link will expire in :count minutes.": "මෙම මුරපදය නැවත සකස් කිරීමේ සබැඳිය කල් ඉකුත් වනු ඇත :count දී විනාඩි.",
    "to": "කිරීමට",
    "Toggle navigation": "යාත්‍රණය මාරුකරන්න",
    "Too Many Requests": "බොහෝ ඉල්ලීම්",
    "Unauthorized": "අනවසර",
    "Update Password": "යාවත්කාලීන මුරපදය",
    "Update your account's profile information and email address.": "යාවත්කාලීන ඔබේ ගිණුම පැතිකඩ තොරතුරු හා ඊ-මේල් ලිපිනය.",
    "Verify Email Address": "විද්යුත් ලිපිනය තහවුරු කරන්න",
    "Whoops!": "ඔබට පෙනීයනු ඇත!",
    "You are receiving this email because we received a password reset request for your account.": "ඔබ ලබමින් සිටින මෙම විද්යුත් නිසා අපි ලැබී මුරපදය නැවත සකස් ඉල්ලීම සඳහා ඔබේ ගිණුම.",
    "You're logged in!": "ඔබ පුරනය වී ඇත!",
    "Your email address is unverified.": "ඔබගේ විද්‍යුත් තැපැල් ලිපිනය සත්‍යාපනය කර නැත."
}