{
    "(and :count more error)": "(na :count makosa zaidi)",
    "(and :count more errors)": "(na :count makosa zaidi)",
    "A new verification link has been sent to the email address you provided during registration.": "Kiungo kipya cha uthibitishaji kimetumwa kwa anwani ya barua pepe uliyotoa wakati wa usajili.",
    "A new verification link has been sent to your email address.": "Kiungo kipya cha uthibitishaji kimetumwa kwa anwani yako ya barua pepe.",
    "All rights reserved.": "Haki zote zimehifadhiwa.",
    "Already registered?": "Je, umesajiliwa tayari?",
    "Are you sure you want to delete your account?": "Je, una uhakika unataka kufuta akaunti yako?",
    "Cancel": "Ghairi",
    "Click here to re-send the verification email.": "Bofya hapa ili kutuma tena barua pepe ya uthibitishaji.",
    "Confirm": "Kuthibitisha",
    "Confirm Password": "Kuthibitisha Nenosiri",
    "Current Password": "Nenosiri la sasa",
    "Dashboard": "Dashibodi",
    "Delete Account": "Futa Akaunti",
    "Email": "Barua pepe",
    "Email Password Reset Link": "Tuma kwa Barua pepe Kiungo cha Kuweka upya Nenosiri",
    "Ensure your account is using a long, random password to stay secure.": "Hakikisha kuwa akaunti yako inatumia nenosiri refu lisilo na mpangilio ili kukaa salama.",
    "Forbidden": "Haramu",
    "Forgot your password?": "Umesahau Nenosiri lako?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Umesahau nenosiri yako? Hakuna shida. Hebu tujulishe anwani yako ya barua pepe na tutakutumia kiungo cha kuweka upya nenosiri kitakachokuruhusu kuchagua mpya.",
    "Go to page :page": "Kwenda kwa ukurasa :page",
    "Hello!": "Hello!",
    "If you did not create an account, no further action is required.": "Ikiwa hukufungua akaunti, hakuna hatua zaidi inayohitajika.",
    "If you did not request a password reset, no further action is required.": "Ikiwa hukuomba kuweka upya nenosiri, hakuna hatua zaidi inayohitajika.",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Ikiwa unatatizika kubofya kitufe cha \":actionText\", nakili na ubandike URL iliyo hapa chini \n kwenye kivinjari chako cha wavuti:",
    "Invalid JSON was returned from the route.": "JSON batili ilirejeshwa kutoka kwenye njia.",
    "Log in": "Ingia",
    "Log Out": "Toka nje",
    "Login": "Ingia",
    "Logout": "Toka nje",
    "Name": "Jina",
    "New Password": "Nenosiri Jipya",
    "Not Found": "Haipatikani",
    "of": "ya",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Baada ya kufuta akaunti yako, rasilimali na data yake yote itafutwa kabisa. Kabla ya kufuta akaunti yako, tafadhali pakua data au taarifa yoyote ambayo ungependa kuhifadhi.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Baada ya kufuta akaunti yako, rasilimali na data yake yote itafutwa kabisa. Tafadhali weka nenosiri lako ili kuthibitisha ungependa kufuta akaunti yako kabisa.",
    "Page Expired": "Ukurasa umeisha Muda Wake",
    "Pagination Navigation": "Urambazaji Kurasa",
    "Password": "Nenosiri",
    "Payment Required": "Malipo yanahitajika",
    "Please click the button below to verify your email address.": "Tafadhali bofya kitufe kilicho hapa chini ili kuthibitisha anwani yako ya barua pepe.",
    "Profile": "Wasifu",
    "Profile Information": "Maelezo Mafupi",
    "Regards": "Salamu",
    "Register": "Kujiandikisha",
    "Remember me": "Nikumbuke",
    "Resend Verification Email": "Tuma Barua Pepe Ya Uthibitisho",
    "Reset Password": "Weka Upya Nenosiri",
    "Reset Password Notification": "Weka upya Arifa ya Nenosiri",
    "results": "matokeo",
    "Save": "Hifadhi",
    "Saved.": "Imehifadhiwa.",
    "Server Error": "Hitilafu ya Seva",
    "Service Unavailable": "Huduma Hazipatikani",
    "Showing": "Kuonyesha",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Asante kwa kujiandikisha! Kabla ya kuanza, unaweza kuthibitisha anwani yako ya barua pepe kwa kubofya kiungo ambacho tumekutumia hivi punde? Ikiwa hukupokea barua pepe, tutakutumia nyingine kwa furaha.",
    "The given data was invalid.": "Data iliyotolewa ilikuwa batili.",
    "The response is not a streamed response.": "Jibu si jibu la kutiririshwa.",
    "The response is not a view.": "Jibu sio mtazamo.",
    "This is a secure area of the application. Please confirm your password before continuing.": "Hili ni eneo salama la programu. Tafadhali thibitisha nenosiri lako kabla ya kuendelea.",
    "This password reset link will expire in :count minutes.": "Kiungo hiki cha kuweka upya nenosiri kitaisha baada ya dakika :count..",
    "to": "hadi",
    "Toggle navigation": "Geuza urambazaji",
    "Too Many Requests": "Maombi Mengi Mno",
    "Unauthorized": "Isiyoidhinishwa",
    "Update Password": "Sasisha Nenosiri",
    "Update your account's profile information and email address.": "Sasisha maelezo ya wasifu wa akaunti yako na anwani ya barua pepe.",
    "Verify Email Address": "Thibitisha Anwani ya Barua Pepe",
    "Whoops!": "Lo!",
    "You are receiving this email because we received a password reset request for your account.": "Unapokea barua pepe hii kwa sababu tulipokea ombi la kuweka upya nenosiri la akaunti yako.",
    "You're logged in!": "Umeingia!",
    "Your email address is unverified.": "Barua pepe yako haijathibitishwa."
}