{
    "(and :count more error)": "(та ще :count помилка)",
    "(and :count more errors)": "(та ще :count помилок)",
    "A new verification link has been sent to the email address you provided during registration.": "На електронну адресу, яку Ви вказали під час реєстрації, надіслано нове посилання для підтвердження.",
    "A new verification link has been sent to your email address.": "На Вашу адресу електронної пошти надіслано нове посилання для підтвердження.",
    "All rights reserved.": "Усі права захищені.",
    "Already registered?": "Вже зареєстровані?",
    "Are you sure you want to delete your account?": "Ви впевнені, що хочете видалити свій обліковий запис?",
    "Cancel": "Відмінити",
    "Click here to re-send the verification email.": "Натисніть тут, щоб повторно надіслати електронного лист для підтвердження.",
    "Confirm": "Підтвердити",
    "Confirm Password": "Підтвердити пароль",
    "Current Password": "Поточний пароль",
    "Dashboard": "Головна",
    "Delete Account": "Видалити аккаунт",
    "Email": "Електронна пошта",
    "Email Password Reset Link": "Посилання для скидання пароля електронної пошти",
    "Ensure your account is using a long, random password to stay secure.": "Переконайтеся, що Ваш обліковий запис використовує довгий, випадковий пароль, щоб захистити себе.",
    "Forbidden": "Заборонено",
    "Forgot your password?": "Забули пароль?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Забули свій пароль? Нема проблем. Просто повідомте нам свою електронну адресу, і ми надішлемо Вам посилання для скидання пароля, яке дозволить Вам змінити пароль.",
    "Go to page :page": "Перейти на сторінку :page",
    "Hello!": "Привіт!",
    "If you did not create an account, no further action is required.": "Якщо Ви не створювали акаунт, подальші дії не потрібні.",
    "If you did not request a password reset, no further action is required.": "Якщо Ви не надсилали запит на скидання паролю, подальші дії не потрібні.",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Якщо у Вас виникли проблеми натискаючи на кнопку \":actionText\", скопіюйте та вставте URL нижче\nу свій браузер:",
    "Invalid JSON was returned from the route.": "З маршруту повернуто недійсний JSON.",
    "Log in": "Авторизувати",
    "Log Out": "вийти з системи",
    "Login": "Увійти",
    "Logout": "Вийти",
    "Name": "Ім'я",
    "New Password": "Новий пароль",
    "Not Found": "Не знайдено",
    "of": "з",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Після видалення Вашого облікового запису всі його ресурси та дані будуть остаточно видалені. Перш ніж видалити свій обліковий запис, завантажте будь-які дані чи інформацію, які Ви хочете зберегти.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Після видалення Вашого облікового запису всі його ресурси та дані буде остаточно видалено. Будь ласка, введіть свій пароль, щоб підтвердити, що Ви хочете остаточно видалити свій обліковий запис.",
    "Page Expired": "Час сесії минув",
    "Pagination Navigation": "Навігація пагінацією",
    "Password": "Пароль",
    "Payment Required": "Потрібна оплата",
    "Please click the button below to verify your email address.": "Будь ласка, натисніть кнопку нижче щоб підтвердити свою електронну адресу.",
    "Profile": "Профіль",
    "Profile Information": "Інформація про профіль",
    "Regards": "З повагою",
    "Register": "Реєстрація",
    "Remember me": "Запам'ятати мене",
    "Resend Verification Email": "Відправити лист із підтвердженням",
    "Reset Password": "Відновити пароль",
    "Reset Password Notification": "Сповіщення про скидання пароля",
    "results": "результати",
    "Save": "Зберегти",
    "Saved.": "Збережено.",
    "Server Error": "Помилка серверу",
    "Service Unavailable": "Сервіс недоступний",
    "Showing": "Показ",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Дякуємо за реєстрацію! Перед початком роботи, підтвердіть свою адресу електронної пошти, натиснувши посилання, яке ми щойно надіслали Вам. Якщо Ви не отримали листа, ми із задоволенням надішлемо Вам ще одного.",
    "The given data was invalid.": "Надані дані були недійсними.",
    "The response is not a streamed response.": "Відповідь не є потоковою відповіддю.",
    "The response is not a view.": "Відповідь не є переглядом.",
    "This is a secure area of the application. Please confirm your password before continuing.": "Це захищена частина додатку. Будь ласка, підтвердіть Ваш пароль, перед продовженням.",
    "This password reset link will expire in :count minutes.": "Термін дії цього посилання для скидання пароля закінчується через :count хвилин.",
    "to": "до",
    "Toggle navigation": "Перемкнути меню",
    "Too Many Requests": "Забагато запитів",
    "Unauthorized": "Неавторизований",
    "Update Password": "Оновити пароль",
    "Update your account's profile information and email address.": "Оновіть дані профілю свого облікового запису та електронну адресу.",
    "Verify Email Address": "Підтвердьте адресу електронної пошти",
    "Whoops!": "Ой!",
    "You are receiving this email because we received a password reset request for your account.": "Ви отримали цей електронний лист, оскільки ми отримали запит на скидання паролю для Вашого облікового запису.",
    "You're logged in!": "Ви увійшли!",
    "Your email address is unverified.": "Ваша адреса email неверифікована."
}