{
    "(and :count more error)": "(اور :count مزید غلطی)",
    "(and :count more errors)": "(اور :count مزید غلطیاں)",
    "A new verification link has been sent to the email address you provided during registration.": "ایک نئی کی توثیق کے لنک بھیجا گیا ہے ، ای میل ایڈریس آپ کے فراہم کردہ رجسٹریشن کے دوران.",
    "A new verification link has been sent to your email address.": "ایک نیا تصدیقی لنک آپ کے ای میل پتے پر بھیج دیا گیا ہے۔",
    "All rights reserved.": "تمام حقوق محفوظ ہیں.",
    "Already registered?": "پہلے سے رجسٹرڈ ؟",
    "Are you sure you want to delete your account?": "کیا آپ واقعی اپنا اکاؤنٹ حذف کرنا چاہتے ہیں؟",
    "Cancel": "منسوخ",
    "Click here to re-send the verification email.": "تصدیقی ای میل دوبارہ بھیجنے کے لیے یہاں کلک کریں۔",
    "Confirm": "اس بات کی تصدیق",
    "Confirm Password": "پاس ورڈ کی توثیق کریں",
    "Current Password": "موجودہ پاس ورڈ",
    "Dashboard": "ڈیش بورڈ",
    "Delete Account": "اکاؤنٹ کو حذف کریں",
    "Email": "ای میل",
    "Email Password Reset Link": "ای میل کے پاس ورڈ ری سیٹ لنک",
    "Ensure your account is using a long, random password to stay secure.": "کو یقینی بنانے کے آپ کے اکاؤنٹ کا استعمال کرتے ہوئے ایک طویل, بے ترتیب پاس ورڈ رہنے کے لئے محفوظ ہے.",
    "Forbidden": "حرام",
    "Forgot your password?": "پاسورڈ بھول گئے ؟",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "پاسورڈ بھول گئے ؟  کوئی مسئلہ نہیں. صرف ہمیں پتہ ہے کہ آپ کے ای میل ایڈریس اور ہم نے آپ کو ای میل ایک پاس ورڈ ری سیٹ کریں کے لنک کی اجازت دے گا کہ آپ کو منتخب کرنے کے لئے ایک نئی ایک.",
    "Go to page :page": "صفحہ پر جانے کے :page",
    "Hello!": "ہیلو!",
    "If you did not create an account, no further action is required.": "اگر آپ کو پیدا نہیں کیا ایک اکاؤنٹ, کوئی مزید کارروائی کی ضرورت ہے.",
    "If you did not request a password reset, no further action is required.": "اگر آپ نے ایک پاسورڈ ری سیٹ کی درخواست نہیں کی تو، مزید کارروائی کی ضرورت نہیں ہے.",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "اگر آپ کو مصیبت پر کلک کرنے \":actionText\" کے بٹن پر, کاپی اور پیسٹ ذیل یو آر ایل\nمیں آپ کے ویب براؤزر:",
    "Invalid JSON was returned from the route.": "غلط JSON راستے سے واپس کر دیا گیا تھا۔",
    "Log in": "میں لاگ ان کریں",
    "Log Out": "باہر لاگ ان کریں",
    "Login": "لاگ ان کریں",
    "Logout": "لاگ آوٹ",
    "Name": "نام",
    "New Password": "نیا پاس ورڈ",
    "Not Found": "نہیں پایا",
    "of": "کی",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "ایک بار جب آپ کے اکاؤنٹ کو خارج کر دیا, اس کے تمام وسائل اور اعداد و شمار ہو جائے گا مستقل طور پر خارج کر دیا. اس سے پہلے حذف کرنے سے آپ کے اکاؤنٹ, براہ مہربانی ڈاؤن لوڈ ، اتارنا کسی بھی ڈیٹا یا معلومات کو کہ آپ کی خواہش کو برقرار رکھنے کے لئے.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "آپ کا اکاؤنٹ حذف ہونے کے بعد، اس کے تمام وسائل اور ڈیٹا مستقل طور پر حذف ہو جائیں گے۔ براہ کرم اس بات کی تصدیق کے لیے اپنا پاس ورڈ درج کریں کہ آپ اپنا اکاؤنٹ مستقل طور پر حذف کرنا چاہتے ہیں۔",
    "Page Expired": "صفحہ کی میعاد ختم ہو",
    "Pagination Navigation": "صفحہ بندی نیویگیشن",
    "Password": "پاس ورڈ",
    "Payment Required": "ادائیگی کی ضرورت ہے۔",
    "Please click the button below to verify your email address.": "براہ مہربانی ذیل بٹن پر کلک کریں کی تصدیق کرنے کے لئے آپ کے ای میل ایڈریس.",
    "Profile": "پروفائل",
    "Profile Information": "پروفائل کی معلومات",
    "Regards": "کے حوالے",
    "Register": "رجسٹر کریں",
    "Remember me": "مجھے یاد رکھیں",
    "Resend Verification Email": "پھر بھیجیں ای میل کی توثیق",
    "Reset Password": "پاس ورڈ ری سیٹ",
    "Reset Password Notification": "پاس ورڈ کی اطلاع دوبارہ ترتیب دیں",
    "results": "نتائج",
    "Save": "کو بچانے کے",
    "Saved.": "بچا لیا.",
    "Server Error": "سرور کی خرابی",
    "Service Unavailable": "سروس دستیاب نہیں",
    "Showing": "دکھا",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "شکریہ کے لئے سائن اپ! شروع کرنے سے پہلے, کیا آپ تصدیق کریں آپ کا ای میل ایڈریس لنک پر کلک کر کے ہم صرف ای میل کرنے کے لئے آپ ؟  اگر آپ کو قبول نہ کیا ای میل, ہم خوشی سے آپ کو بھیج ایک.",
    "The given data was invalid.": "دیا گیا ڈیٹا غلط تھا۔",
    "The response is not a streamed response.": "جواب ایک سلسلہ وار جواب نہیں ہے۔",
    "The response is not a view.": "ردعمل ایک نقطہ نظر نہیں ہے.",
    "This is a secure area of the application. Please confirm your password before continuing.": "یہ ایک محفوظ علاقے کی درخواست ہے. براہ مہربانی تصدیق کریں آپ کے پاس ورڈ جاری رکھنے سے پہلے.",
    "This password reset link will expire in :count minutes.": "اس کے پاس ورڈ ری سیٹ لنک میں ختم ہو جائے گی :count منٹ.",
    "to": "کرنے کے لئے",
    "Toggle navigation": "ٹوگل مواد",
    "Too Many Requests": "بہت سے درخواستوں",
    "Unauthorized": "غیر مجاز",
    "Update Password": "پاس ورڈ کو اپ ڈیٹ",
    "Update your account's profile information and email address.": "اپ ڈیٹ کریں آپ کی اکاؤنٹ کے پروفائل کی معلومات اور ای میل ایڈریس.",
    "Verify Email Address": "ای میل ایڈریس کی تصدیق کریں",
    "Whoops!": "افوہ!",
    "You are receiving this email because we received a password reset request for your account.": "آپ کو یہ ای میل موصول ہو رہا ہے کیونکہ ہم نے آپ کے اکاؤنٹ کے پاس پاسورٹ ری سیٹ کی درخواست موصول ہوئی ہے.",
    "You're logged in!": "آپ لاگ ان ہیں!",
    "Your email address is unverified.": "آپ کا ای میل پتہ غیر تصدیق شدہ ہے۔"
}