{
    "(and :count more error)": "(va yana :count ta xato)",
    "(and :count more errors)": "(va yana :count ta xato)",
    "A new verification link has been sent to the email address you provided during registration.": "Ro'yxatga olish paytida taqdim etilgan elektron pochta manziliga yangi tekshirish havolasi yuborildi.",
    "A new verification link has been sent to your email address.": "E-pochta manzilingizga yangi tasdiqlash havolasi yuborildi.",
    "All rights reserved.": "Butunsinavlar.Co. ve",
    "Already registered?": "Allaqachon ro'yxatdan o'tgan?",
    "Are you sure you want to delete your account?": "Hisobingizni oʻchirib tashlamoqchimisiz?",
    "Cancel": "Bekor qilish",
    "Click here to re-send the verification email.": "Tasdiqlash xatini qayta yuborish uchun shu yerni bosing.",
    "Confirm": "Tasdiqlayman",
    "Confirm Password": "Parolni Tasdiqlang",
    "Current Password": "Joriy Parol",
    "Dashboard": "Boshqaruv paneli",
    "Delete Account": "Hisob Qaydnomasini O'chirish",
    "Email": "E-pochta",
    "Email Password Reset Link": "Email Parolni Tiklash Link",
    "Ensure your account is using a long, random password to stay secure.": "Hisob uzoq yordamida ishonch hosil qiling, xavfsiz qolish tasodifiy parol.",
    "Forbidden": "Harom qilingan",
    "Forgot your password?": "Parolingizni unutdingizmi?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Parolingizni unutdingizmi? Hech qanday muammo. Faqat bizga elektron pochta manzilini xabar bering va biz sizga yangi tanlash imkonini beradi parol reset link elektron pochta qiladi.",
    "Go to page :page": "Sahifa :page borish",
    "Hello!": "Salomlashamiz!",
    "If you did not create an account, no further action is required.": "Agar hisob yaratish bermadi bo'lsa, hech yanada harakat talab qilinadi.",
    "If you did not request a password reset, no further action is required.": "Agar parol tiklashni talab qilmagan bo'lsangiz, qo'shimcha harakat talab qilinmaydi.",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Agar muammo \":actionText\" tugmasini bosish ega bo'lsangiz, nusxa va quyidagi URL joylashtirish\nveb-brauzeringiz ichiga:",
    "Invalid JSON was returned from the route.": "Yaroqsiz JSON marshrutdan qaytarildi.",
    "Log in": "Kirishinkyu. com. ve",
    "Log Out": "Chiqish",
    "Login": "Kirishima",
    "Logout": "Chiqish",
    "Name": "Nomlash",
    "New Password": "Yangi Parol",
    "Not Found": "Topilmagan",
    "of": "to'g'risida",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Hisobingiz o'chirilgach, uning barcha resurslari va ma'lumotlari doimiy ravishda o'chiriladi. Hisobingizni yo'q qilishdan oldin, iltimos, saqlab qolishni istagan har qanday ma'lumot yoki ma'lumotni yuklab oling.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Hisobingiz o'chirilgandan so'ng, uning barcha resurslari va ma'lumotlari butunlay o'chiriladi. Hisobingizni butunlay oʻchirib tashlamoqchi ekanligingizni tasdiqlash uchun parolingizni kiriting.",
    "Page Expired": "Sahifa Muddati Tugagan",
    "Pagination Navigation": "Pagination Navigatsiya",
    "Password": "Parolini",
    "Payment Required": "To'lov talab qilinadi",
    "Please click the button below to verify your email address.": "E-mail manzilingizni tekshirish uchun quyidagi tugmani bosing.",
    "Profile": "Profilga",
    "Profile Information": "Profil Haqida Ma'lumot",
    "Regards": "Tilaklar",
    "Register": "Ro'yxatdan o'tish",
    "Remember me": "Esla meni",
    "Resend Verification Email": "Resend Tekshirish Email",
    "Reset Password": "Parolni Tiklash",
    "Reset Password Notification": "Parolni Xabarnoma Qayta O'rnatish",
    "results": "natijalar",
    "Save": "Saqlash",
    "Saved.": "Saqlandi.",
    "Server Error": "Server Xato",
    "Service Unavailable": "Xizmat Mavjud Emas",
    "Showing": "Ko'rsatgan",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Ro'yhatdan uchun rahmat! Ishga oldin, agar biz faqat sizga yuboriladi ulanishni bosgan elektron pochta manzilini tekshirish mumkin? Agar elektron pochta qabul qilmagan bo'lsa, biz mamnuniyat bilan sizga boshqa yuboradi.",
    "The given data was invalid.": "Berilgan maʼlumotlar yaroqsiz edi.",
    "The response is not a streamed response.": "Javob oqimli javob emas.",
    "The response is not a view.": "Javob ko'rinish emas.",
    "This is a secure area of the application. Please confirm your password before continuing.": "Bu dasturning xavfsiz maydoni. Davom ettirishdan oldin parolingizni tasdiqlang.",
    "This password reset link will expire in :count minutes.": "Ushbu parolni tiklash havolasi :count daqiqada tugaydi.",
    "to": "uchun",
    "Toggle navigation": "Toggle navigatsiya",
    "Too Many Requests": "Juda Ko'p So'rovlar",
    "Unauthorized": "Ruxsatsiz",
    "Update Password": "Parolni Yangilash",
    "Update your account's profile information and email address.": "Sizning hisob profili ma'lumot va elektron pochta manzilini yangilash.",
    "Verify Email Address": "Elektron Pochta Manzilini Tekshirish",
    "Whoops!": "Voy!",
    "You are receiving this email because we received a password reset request for your account.": "Biz sizning hisob uchun parol reset so'rov qabul chunki siz bu elektron pochta qabul qilinadi.",
    "You're logged in!": "Siz tizimga kirdingiz!",
    "Your email address is unverified.": "Email manzilingiz tasdiqlanmagan."
}